[
{"original": "Nay, but this dotage of our general's O'erflows the measure. Those his goodly eyes, That o'er the files and musters of the war Have glowed like plated Mars, now bend, now turn The office and devotion of their view Upon a tawny front. His captain's heart, Which in the scuffles of great fights hath burst The buckles on his breast, reneges all temper And is become the bellows and the fan To cool a gypsy's lust.", "modern": "No, our general's infatuation is out of control. His eyes used to glow with pride when he reviewed his troops. Now his eyes devote themselves exclusively to a certain brown-skinned face. His heart used to burst the buckles on his breastplate in great fights, but now he's lost all temperance and dedicates his heart to satisfying the lust of an Egyptian whore."},
{"original": "Look where they come. Take but good note, and you shall see in him The triple pillar of the world transformed Into a strumpet's fool. Behold and see.", "modern": "Look at them. Take a good look, and you'll see that one of the three men who rule the world has turned into a whore's jester. Look and see."},
{"original": "If it be love indeed, tell me how much.", "modern": "If what you feel is really love, tell me how much."},
{"original": "There's beggary in the love that can be reckoned.", "modern": "It would be a pretty stingy love if it could be counted and calculated."},
{"original": "I'll set a bourn how far to be beloved.", "modern": "I want to measure the extent of your love, to see how far it stretches."},
{"original": "Then must thou needs find out new heaven, new earth.", "modern": "Then you would have to go beyond heaven, beyond earth."},
{"original": "News, my good lord, from Rome.", "modern": "I have news from Rome, my good lord."},
{"original": "Grates me, the sum.", "modern": "Which irritaties me. Give me a summary."},
{"original": "As I remember, Adam, it was upon this fashion bequeathed me by will but poor a thousand crowns, and, as thou sayest, charged my brother on his blessing to breed me well. And there begins my sadness. My brother Jaques he keeps at school, and report speaks goldenly of his profit. For my part, he keeps me rustically at home or, to speak more properly, stays me here at home unkept; for call you that keeping for a gentleman of my birth that differs not from the stalling of an ox? His horses are bred better, for, besides that they are fair with their feeding, they are taught their manage and, to that end, riders dearly hired. But I, his brother, gain nothing under him but growth, for the which his animals on his dunghills are as much bound to him as I. Besides this nothing that he so plentifully gives me, the something that nature gave me his countenance seems to take from me. He lets me feed with his hinds, bars me the place of a brother, and, as much as in him lies, mines my gentility with my education. This is it, Adam, that grieves me, and the spirit of my father, which I think is within me, begins to mutiny against this servitude. I will no longer endure it, though yet I know no wise remedy how to avoid it.", "modern": "I remember, Adam, that's why my father only left me a thousand crowns in his will. And as you know, my father commanded my brother, Oliver, to make sure that I was brought up well--and that's where my sadness begins. Oliver keeps my brother Jaques away at school, and everyone says he's doing extremely well there. But he keeps me at home in the country--to be precise, he keeps me stuck at home but doesn't support me. I ask you, is this any way to treat a gentleman as nobly born as I am, to pen me in like an ox? His horses get treated better than I do--at least he feeds them and trains them properly, and spends a lot of money on trainers for them. All I've gained from his care is weight, which makes me as indebted to him as his animals on the manure pile are. He gives me plenty of nothing, and takes away everything else, letting me eat with his servants, refusing me what's owed me as his brother, and ruining my good birth with a poor education. This is what angers me, Adam. My father's temper and spirit, which I think I share, makes me want to mutiny against my brother's tyranny. I won't stand for it any longer, though I haven't yet figured out how to revolt."},
{"original": "Before we proceed any further, hear me speak.", "modern": "Before we go any further, listen to me."},
{"original": "Speak, speak.", "modern": "Speak, speak."},
{"original": "You are all resolved rather to die than to famish?", "modern": "Are you all certain that you'd rather die fighting than starve to death?"},
{"original": "Open your ears, for which of you will stop The vent of hearing when loud Rumor speaks? I, from the orient to the drooping west, Making the wind my post-horse, still unfold The acts commenced on this ball of earth. Upon my tongues continual slanders ride, The which in every language I pronounce, Stuffing the ears of men with false reports. I speak of peace while covert enmity Under the smile of safety wounds the world. And who but Rumor, who but only I, Make fearful musters and prepared defense, Whiles the big year, swoll'n with some other grief, Is thought with child by the stern tyrant war, And no such matter? Rumor is a pipe Blown by surmises, jealousies, conjectures, And of so easy and so plain a stop That the blunt monster with uncounted heads, The still-discordant wav'ring multitude, Can play upon it. But what need I thus My well-known body to anatomize Among my household? Why is Rumor here? I run before King Harry's victory, Who in a bloody field by Shrewsbury Hath beaten down young Hotspur and his troops, Quenching the flame of bold rebellion Even with the rebels' blood. But what mean I To speak so true at first? My office is To noise abroad that Harry Monmouth fell", "modern": "Open your ears! For who could possibly block them when loud Rumor speaks? I make the wind my horse, and ride it from the Orient in the east to the place where the sun sets in the west, describing the events taking place in the world. I continually tell lies and I tell them in every language, stuffing men's ears with falsehoods. I say that things are peaceful when, in reality, concealed hatred is at work, hidden behind smiles of good will. And who but Rumor--who besides me--can make armies prepare anxious defenses, when in fact the world is uneasy for other reasons and there's no war coming at all? Rumor is like a flute. Guesswork, suspicion, and speculation are the breath that makes it sound, and it's so easy to play that even the common masses--that dim monster with innumerable heads, forever clamoring and wavering--can play it. But why should I describe myself in such detail to the one group of people who knows exactly what falsehood is all about: a theater audience? Why am I here? King Henry has won the war, and at Shrewsbury, he ended the rebellion against him by defeating Hotspur and his allies, quenching the fire of revolt with the rebels' own blood. But what am I doing, telling you the truth up front? My job is to spread word that Hotspur in his fury killed Prince Hal, and that Douglas killed the King. I've spread this rumor through all the peasant"},
{"original": "Yonder comes my master, your brother.", "modern": "Here comes my master, your brother."},
{"original": "Go apart, Adam, and thou shalt hear how he will shake me up.", "modern": "Go hide, Adam, and you'll hear how he abuses me."},
{"original": "Resolved. resolved.", "modern": "Yes, we're certain."},
{"original": "First, you know Caius Martius is chief enemy to the people.", "modern": "As you know, Caius Martius is our chief enemy."},
{"original": "We know't, we know't.", "modern": "Yes, we know."},
{"original": "Let us kill him, and we'll have corn at our own price. Is't a verdict?", "modern": "Let's kill him, so we can sell our corn at the price we choose. Are we agreed?"},
{"original": "No more talking on't; let it be done: away, away!", "modern": "No need to talk about this anymore--let's do it. Let's go."},
{"original": "One word, good citizens.", "modern": "May I speak, good citizens?"},
{"original": "We are accounted poor citizens, the patricians good. What authority surfeits on would relieve us: if they would yield us but the superfluity, while it were wholesome, we might guess they relieved us humanely; but they think we are too dear: the leanness that afflicts us, the object of our misery, is as an inventory to particularise their abundance; our sufferance is a gain to them. Let us revenge this with our pikes, ere we become rakes: for the gods know I speak this in hunger for bread, not in thirst for revenge.", "modern": "We're poor. The nobles are rich. The nobles have so much to eat that they overindulge and get sick, but if they'd only give us their excess food, we wouldn't be starving any longer. We'd think they were compassionate if they helped us, but they think we're too expensive to feed and don't deserve to eat. They look at our thin, starving bodies and see them as a measure of their own abundance. Our suffering shows them how much they have. Let's seek revenge with our pitchforks before we become as thin as rakes. The gods know I only say this because I'm hungry for bread, not thirsty for revenge."},
{"original": "Would you proceed especially against Caius Martius?", "modern": "Would you attack Caius Martius in particular?"},
{"original": "So shaken as we are, so wan with care, Find we a time for frighted peace to pant And breathe short-winded accents of new broils To be commenced in strands afar remote. No more the thirsty entrance of this soil Shall daub her lips with her own children's blood. Nor more shall trenching war channel her fields, Nor bruise her flow'rets with the armed hoofs Of hostile paces. Those opposed eyes, Which, like the meteors of a troubled heaven, All of one nature, of one substance bred, Did lately meet in the intestine shock And furious close of civil butchery Shall now, in mutual well-beseeming ranks, March all one way and be no more opposed Against acquaintance, kindred, and allies. The edge of war, like an ill-sheathed knife, No more shall cut his master. Therefore, friends, As far as to the sepulcher of Christ-- Whose soldier now, under whose blessed cross We are impressed and engaged to fight-- Forthwith a power of English shall we levy, Whose arms were molded in their mothers' womb To chase these pagans in those holy fields Over whose acres walked those blessed feet Which fourteen hundred years ago were nailed For our advantage on the bitter cross.", "modern": "Despite how shaken and pale with worry we are, let's take advantage of this moment of peace to catch our breath, and as we pant we'll speak about the battles we'll soon fight in foreign lands. England will no longer be wet with her own people's blood. War will no longer damage her fields, and warhorses will no longer trample her flowers. The soldiers on either side of this vicious civil war were countrymen and brothers, as similar to one another as shooting stars. They may have clashed recently, but now they will march together in beautiful formation, no longer struggling against family and friend. War is like a mishandled knife: it can cut its owner, but it will no longer cut us. My friends, we are now soldiers for Christ, and we take his blessed cross as our battle flag. We'll raise a new army of Englishmen and march all the way to the Holy Land. Our soldiers were born to chase non-believers from that holy ground touched by Jesus' feet--feet which, fourteen hundred years ago, were nailed to the cross for our sins."},
{"original": "Oh, for a muse of fire that would ascend The brightest heaven of invention! A kingdom for a stage, princes to act, And monarchs to behold the swelling scene! Then should the warlike Harry, like himself, Assume the port of Mars, and at his heels, Leashed in like hounds, should famine, sword, and fire Crouch for employment. But pardon, gentles all, The flat unraised spirits that hath dared On this unworthy scaffold to bring forth So great an object. Can this cockpit hold The vasty fields of France? Or may we cram Within this wooden the very casques That did affright the air at Agincourt? O pardon, since a crooked figure may Attest in little place a million, And let us, ciphers to this great account, On your imaginary forces work. Suppose within the girdle of these walls Are now confined two mighty monarchies Whose high upreared and abutting fronts The perilous narrow ocean parts asunder. Piece out our imperfections with your thoughts. Into a thousand parts divide one man, And make imaginary puissance. Think, when we talk of horses, that you see them Printing their proud hoofs i' th' receiving earth, For 'tis your thoughts that now must deck our kings, Carry them here and there, jumping o'er times,", "modern": "If only we had divine inspiration, our play might rise to the highest level of imagination. If we had a stage as big as a kingdom, real kings and queens to act the part of kings and queens, and royalty to also witness the glorious spectacle, then it would be as it really was. Then valiant King Harry would resemble the god of war, as he did in life, and famine, sword, and fire would sit like dogs at his feet, waiting to be unleashed. But, ladies and gentlemen, since that's not the case, you must forgive us plain, ordinary men who dare to act out so great a story on this humble stage. Can this theater seem to contain the sweeping fields of France? Could we even squeeze into this little theater the helmets that looked so frightening at Agincourt? Hardly! But, pardon us, because just as a few strokes of a pen, a few zeros, can signify a huge number, we, who are zeros in this great story, can work on your imagination. Pretend that within the confines of this theater sit two great kingdoms divided by a narrow but perilous ocean. Let your thoughts make up for our imperfections. Divide each man into a thousand, and there you will have an imaginary army. Imagine, when we talk of horses, that you see them planting their proud hooves in the soft earth. Because now it is your thoughts that must dress up our kings and transport them from place to place. Your thoughts must leap over huge spans of time, turning the events of many"},
{"original": "Who's there?", "modern": "Who's there?"},
{"original": "Proceed, Solinus, to procure my fall, And by the doom of death end woes and all.", "modern": "Continue, Solinus, and bring on my downfall. Give me the death sentence and end all my troubles."},
{"original": "Hence! Home, you idle creatures get you home! Is this a holiday? What, know you not, Being mechanical, you ought not walk Upon a laboring day without the sign Of your profession?--Speak, what trade art thou?", "modern": "Get out of here! Go home, you lazy men. What, is today a holiday? Don't you know that working men aren't supposed to walk around on a workday without wearing their work clothes? You there, speak up. What's your occupation?"},
{"original": "Why, sir, a carpenter.", "modern": "I'm a carpenter, sir."},
{"original": "Where is thy leather apron and thy rule? What dost thou with thy best apparel on? --You, sir, what trade are you?", "modern": "Where are your leather apron and your ruler? What are you doing, wearing your best clothes? And you, sir, what's trade?"},
{"original": "Truly, sir, in respect of a fine workman, I am but, as you would say, a cobbler.", "modern": "Well, compared to a fine workman, you might call me a mere cobbler."},
{"original": "But what trade art thou? Answer me directly.", "modern": "But what's your trade? Answer me straightforwardly."},
{"original": "A trade, sir, that I hope I may use with a safe conscience, which is, indeed, sir, a mender of bad soles.", "modern": "It is a trade, sir, that I practice with a clear conscience. I am a mender of worn soles."},
{"original": "What trade, thou knave? Thou naughty knave, what trade?", "modern": "What trade, boy? You insolent rascal, what trade?"},
{"original": "Nay, I beseech you, sir, be not out with me. Yet, if you be out, sir, I can mend you.", "modern": "Sir, please, don't be angry. But if your soles are worn out, I can mend you."},
{"original": "What mean'st thou by that? Mend me, thou saucy fellow?", "modern": "What do you mean by that? Mend me, you impertinent fellow?!"},
{"original": "When shall we three meet again? In thunder, lightning, or in rain?", "modern": "When should the three of us meet again? Will it be in thunder, lightning, or rain?"},
{"original": "When the hurly-burly's done, When the battle's lost and won.", "modern": "We'll meet when the noise of the battle is over, when one side has won and the other side has lost."},
{"original": "That will be ere the set of sun.", "modern": "That will happen before sunset."},
{"original": "Where the place?", "modern": "Where should we meet?"},
{"original": "Upon the heath.", "modern": "Let's do it in the open field."},
{"original": "There to meet with Macbeth.", "modern": "We'll meet Macbeth there."},
{"original": "I come, Graymalkin!", "modern": "I'm coming, Graymalkin!"},
{"original": "Paddock calls.", "modern": "My toad, Paddock, calls me."},
{"original": "Anon.", "modern": "I'll be right here!"},
{"original": "Fair is foul, and foul is fair Hover through the fog and filthy air.", "modern": "Fair is foul, and foul is fair. Let's fly away through the fog and filthy air."},
{"original": "In sooth, I know not why I am so sad. It wearies me; you say it wearies you. But how I caught it, found it, or came by it, What stuff 'tis made of, whereof it is born, I am to learn. And such a want-wit sadness makes of me, That I have much ado to know myself.", "modern": "To be honest, I don't know why I'm so sad. I'm tired of it, and you say you're tired of it too. But I have no idea how I got so depressed. And if I can't figure out what's making me depressed, I must not understand myself very well."},
{"original": "Your mind is tossing on the ocean, There, where your argosies with portly sail, Like signors and rich burghers on the flood-- Or, as it were, the pageants of the sea-- Do overpeer the petty traffickers That curtsy to them, do them reverence As they fly by them with their woven wings.", "modern": "You're worried about your ships. Your mind is out there getting tossed around on the ocean with them. But they're fine. They're like huge parade floats on the sea. They're so big they look down on the smaller ships, which all have to bow and then get out of the way. Your ships fly like birds past those little boats."},
{"original": "Believe me, sir, had I such venture forth, The better part of my affections would Be with my hopes abroad. I should be still Plucking the grass to know where sits the wind, Peering in maps for ports and piers and roads. And every object that might make me fear Misfortune to my ventures out of doubt Would make me sad.", "modern": "Yes, believe me, if I had such risky business ventures in other countries, I'd be sad too. I'd worry about it every second. I'd constantly be tossing blades of grass into the air to find out which way the wind was blowing. I'd be peering over maps to figure out the best ports, piers, and waterways. Everything that made me worry about my ships would make me sad."},
{"original": "Now, fair Hippolyta, our nuptial hour Draws on apace. Four happy days bring in Another moon. But oh, methinks how slow This old moon wanes! She lingers my desires, Like to a stepdame or a dowager Long withering out a young man's revenue.", "modern": "Our wedding day is almost here, my beautiful Hippolyta. We'll be getting married in four days, on the day of the new moon. But it seems to me that the days are passing too slowly--the old moon is taking too long to fade away! That old, slow moon is keeping me from getting what I want, just like an old widow makes her stepson wait to get his inheritance."},
{"original": "Nay, answer me. Stand and unfold yourself.", "modern": "No, who are Stop and identify yourself."},
{"original": "Long live the king!", "modern": "Long live the king!"},
{"original": "Barnardo?", "modern": "Is that Barnardo?"},
{"original": "He.", "modern": "Yes, it's me."},
{"original": "You come most carefully upon your hour.", "modern": "You've come right on time."},
{"original": "'Tis now struck twelve. Get thee to bed, Francisco.", "modern": "The clock's just striking twelve. Go home to bed, Francisco."},
{"original": "For this relief much thanks. 'Tis bitter cold, And I am sick at heart.", "modern": "Thanks for letting me go. It's bitterly cold out, and I'm depressed."},
{"original": "Have you had quiet guard?", "modern": "Has it been a quiet night?"},
{"original": "Not a mouse stirring.", "modern": "I haven't even heard a mouse squeak."},
{"original": "Well, good night. If you do meet Horatio and Marcellus, The rivals of my watch, bid them make haste.", "modern": "Well, good night. If you happen to see Horatio and Marcellus, who are supposed to stand guard with me tonight, tell them to hurry."},
{"original": "I think I hear them.--Stand, ho! Who's there?", "modern": "I think I hear them. --Stop! Who's there?"},
{"original": "Escalus.", "modern": "Escalus."},
{"original": "My lord.", "modern": "Yes, my lord?"},
{"original": "Of government the properties to unfold, Would seem in me to affect speech and discourse; Since I am put to know that your own science Exceeds, in that, the lists of all advice My strength can give you: then no more remains, But that to your sufficiency as your Worth is able, And let them work. The nature of our people, Our city's institutions, and the terms For common justice, you're as pregnant in As art and practise hath enriched any That we remember. There is our commission, From which we would not have you warp. Call hither, I say, bid come before us Angelo.", "modern": "Explaining government affairs always makes me talk excitedly. But since you know more about matters of government than I can ever tell you, the only thing left for me to say is this: rely on your natural ability, and let it work with your knowledge. You know as much, from both learning and experience, about the nature of our people, our city's laws and procedures, and our legal system as anyone I can think of. Here are your written orders; do not deviate from them. [ .] Go and order Angelo to come to me."},
{"original": "What figure of us think you he will bear? For you must know, we have with special soul Elected him our absence to supply, Lent him our terror, dress'd him with our love, And given his deputation all the organs Of our own power: what think you of it?", "modern": "How do you think he'll represent me? For you must know, after careful consideration, I've chosen him to rule in my absence, deputizing him with the dread and love my presence inspires, and transferring to him all the tools in my power. What do you think?"},
{"original": "Merchant of Syracuse, plead no more. I am not partial to infringe our laws. The enmity and discord which of late Sprung from the rancorous outrage of your duke To merchants, our well-dealing countrymen, Who, wanting guilders to redeem their lives, Have seal'd his rigorous statutes with their bloods, Excludes all pity from our threatening looks. For, since the mortal and intestine jars 'Twixt thy seditious countrymen and us, It hath in solemn synods been decreed Both by the Syracusians and ourselves, To admit no traffic to our adverse towns. Nay, more, if any born at Ephesus Be seen at any Syracusian marts and fairs; Again, if any Syracusian born Come to the bay of Ephesus, he dies, His goods confiscate to the Duke's dispose, Unless a thousand marks be levied To quit the penalty and to ransom him. Thy substance, valued at the highest rate, Cannot amount unto a hundred marks; Therefore by law thou art condemned to die.", "modern": "Merchant of Syracuse, stop your begging: I'm not inclined to bend our laws. The hatred and discord between our two cities is the result of the bitter offenses your duke has perpetrated against the merchants of Ephesus, our well-behaved countrymen. Lacking the money to ransom themselves, these merchants were executed under your duke's harsh laws, and this has erased all looks of pity from my face. Ever since these deadly conflicts erupted between your violent countrymen and ours, both you Syracusians and we Ephesians have held serious councils and decided not to permit any travel between our two hostile towns. No-the law goes further: if anyone born in Ephesus is seen in Syracuse's marketplaces or if anyone born in Syracuse comes to Ephesus, that man dies, and his possessions will be confiscated by the Duke, unless he can raise a thousand marks to pay the penalty and ransom himself. Your possessions, even if we calculate their worth very generously, don't even add up to a hundred marks. Therefore, by law, you are condemned to die."},
{"original": "Yet this my comfort: when your words are done, My woes end likewise with the evening sun.", "modern": "At least I have this comfort: when you finish speaking, my troubles will also end, at sundown."},
{"original": "I learn in this letter that Don Pedro of Aragon comes this night to Messina.", "modern": "According to this letter, Pedro of Aragon and his army are coming to Messina tonight."},
{"original": "He is very near by this. He was not three leagues off when I left him.", "modern": "He must be very near by now. When I left him, he was less than nine miles from here."},
{"original": "How many gentlemen have you lost in this action?", "modern": "How many noblemen were killed in the battle you just fought?"},
{"original": "But few of any sort, and none of name.", "modern": "Not many, and no one important."},
{"original": "A victory is twice itself when the achiever brings home full numbers. I find here that Don Pedro hath bestowed much honor on a young Florentine called Claudio.", "modern": "A victory in battle is twice as victorious when all the soldiers return home safely. This letter also says that Don Pedro has given honors to a young man from Florence named Claudio."},
{"original": "Much deserved on his part, and equally remembered by Don Pedro. He hath borne himself beyond the promise of his age, doing in the figure of a lamb the feats of a lion. He hath indeed better bettered expectation than you must expect of me to tell you how.", "modern": "Claudio deserves to be honored, and Don Pedro has rewarded him accordingly. Claudio has done more than anyone would expect of a man his age. He looks like a lamb but fights like a lion. He has so greatly exceeded all expectations that I can't even describe all he's done."},
{"original": "He hath an uncle here in Messina will be very much glad of it.", "modern": "He has an uncle here in Messina who will be glad to hear this news."},
{"original": "I thought the king had more affected the Duke of Albany than Cornwall.", "modern": "I thought the king preferred the Duke of Albany to the Duke of Cornwall."},
{"original": "It did always seem so to us. But now in the division of the kingdom, it appears not which of the dukes he values most, for equalities are so weighed that curiosity in neither can make choice of either's moiety.", "modern": "We used to think so too. But the way he's divided the kingdom recently, nobody can tell which of the dukes he favors more. He's split the kingdom so evenly that it's impossible to see any indication of favoritism."},
{"original": "Old John of Gaunt, time-honour'd Lancaster, Hast thou, according to thy oath and band, Brought hither Henry Hereford thy bold son, Here to make good the boisterous late appeal, Which then our leisure would not let us hear, Against the Duke of Norfolk, Thomas Mowbray?", "modern": "Old John of Gaunt, did you do as you promised and bring your brave son Henry here? I'd like to hear the violent accusation he wanted to make against the Duke of Norfolk, Thomas Mowbray, which I didn't have time for earlier."},
{"original": "I have, my liege.", "modern": "I've brought him, my lord."},
{"original": "Now is the winter of our discontent Made glorious summer by this son of York, And all the clouds that loured upon our house In the deep bosom of the ocean buried. Now are our brows bound with victorious wreaths, Our bruised arms hung up for monuments, Our stern alarums changed to merry meetings, Our dreadful marches to delightful measures. Grim-visaged war hath smoothed his wrinkled front; And now, instead of mounting barbed steeds To fright the souls of fearful adversaries, He capers nimbly in a lady's chamber To the lascivious pleasing of a lute. But I, that am not shaped for sportive tricks, Nor made to court an amorous looking glass; I, that am rudely stamped and want love's majesty To strut before a wanton ambling nymph; I, that am curtailed of this fair proportion, Cheated of feature by dissembling nature, Deformed, unfinished, sent before my time Into this breathing world, scarce half made up, And that so lamely and unfashionable That dogs bark at me as I halt by them-- Why, I, in this weak piping time of peace, Have no delight to pass away the time, Unless to see my shadow in the sun And descant on mine own deformity.", "modern": "Now all of my family's troubles have come to a glorious end, thanks to my brother, King Edward IV. All the clouds that threatened the York family have vanished and turned to sunshine. Now we wear the wreaths of victory on our heads. We've taken off our armor and weapons and hung them up as decorations. Instead of hearing trumpets call us to battle, we dance at parties. We get to wear easy smiles on our faces rather than the grim expressions of war. Instead of charging toward our enemies on armored horses, we dance for our ladies in their chambers, accompanied by sexy songs on the lute. But I'm not made to be a seducer, or to make faces at myself in the mirror. I was badly made and don't have the looks to strut my stuff in front of pretty sluts. I've been cheated of a nice body and face, or even normal proportions. I am deformed, spit out from my mother's womb prematurely and so badly formed that dogs bark at me as I limp by them. I'm left with nothing to do in this weak, idle peacetime, unless I want to look at my lumpy shadow in the sun and sing about ."},
{"original": "Four days will quickly steep themselves in night. Four nights will quickly dream away the time. And then the moon, like to a silver bow New bent in heaven, shall behold the night Of our solemnities.", "modern": "No, you'll see, four days will quickly turn into four nights. And since we dream at night, time passes quickly then. Finally the new moon, curved like a silver bow in the sky, will look down on our wedding celebration."},
{"original": "Go, Philostrate, Stir up the Athenian youth to merriments. Awake the pert and nimble spirit of mirth. Turn melancholy forth to funerals. The pale companion is not for our pomp.", "modern": "Go, Philostrate, get the young people of Athens ready to celebrate and have a good time. Sadness is only appropriate for funerals. We don't want it at our festivities."},
{"original": "Hippolyta, I wooed thee with my sword And won thy love doing thee injuries. But I will wed thee in another key, With pomp, with triumph, and with reveling.", "modern": "Hippolyta, I wooed you with violence, using my sword, and got you to fall in love with me by injuring you. But I'll marry you under different circumstances--with extravagant festivals, public festivities, and celebration."},
{"original": "Happy be Theseus, our renowned duke.", "modern": "Long live Theseus, our famous and respected duke!"},
{"original": "Tush! Never tell me. I take it much unkindly That thou, Iago, who hast had my purse As if the strings were thine, shouldst know of this.", "modern": "Come on, don't tell me that. I don't like it that you knew about this, Iago. All this time I've thought you were such a good friend that I've let you spend my money as if it was yours."},
{"original": "'Sblood, but you'll not hear me! If ever I did dream of such a matter, abhor me.", "modern": "Damn it, you're not listening to me! I never dreamed this was happening--if you find out I did, you can go ahead and hate me."},
{"original": "Thou told'st me Thou didst hold him in thy hate.", "modern": "You told me you hated him."},
{"original": "Despise me If I do not. Three great ones of the city (In personal suit to make me his lieutenant) Off-capped to him, and by the faith of man I know my price, I am worth no worse a place. But he (as loving his own pride and purposes) Evades them with a bombast circumstance Horribly stuffed with epithets of war, And in conclusion Nonsuits my mediators. For Certes, says he, I have already chose my officer. And what was he? Forsooth, a great arithmetician, One Michael Cassio, a Florentine (A fellow almost damned in a fair wife) That never set a squadron in the field, Nor the division of a battle knows More than a spinster--unless the bookish theoric,", "modern": "I do hate , I swear. Three of Venice's most important noblemen took their hats off to him and asked him humbly to make me his lieutenant, the second in command. And I know my own worth well enough to know I deserve that position. But he wants to have things his own way, so he sidesteps the issue with a lot of military talk and refuses their request. I've already chosen my lieutenant, he says. And who does he choose? A guy who knows more about numbers than fighting! This guy from Florence named Michael Cassio. He has a pretty wife but he can't even control her. And he's definitely never commanded men in battle. He's got no more hands-on knowledge of warfare than an old woman--unless you count what he's read in books,"},
{"original": "Two households, both alike in dignity (In fair Verona, where we lay our scene), From ancient grudge break to new mutiny, Where civil blood makes civil hands unclean. From forth the fatal loins of these two foes A pair of star-crossed lovers take their life, Whose misadventured piteous overthrows Doth with their death bury their parents' strife. The fearful passage of their death-marked love And the continuance of their parents' rage, Which, but their children's end, naught could remove, Is now the two hours' traffic of our stage-- The which, if you with patient ears attend, What here shall miss, our toil shall strive to mend.", "modern": "In the beautiful city of Verona, where our story takes place, a long-standing hatred between two families erupts into new violence, and citizens stain their hands with the blood of their fellow citizens. Two unlucky children of these enemy families become lovers and commit suicide. Their unfortunate deaths put an end to their parents' feud. For the next two hours, we will watch the story of their doomed love and their parents' anger, which nothing but the children's deaths could stop. If you listen to us patiently, we'll make up for everything we've left out in this prologue onstage."},
{"original": "If music be the food of love, play on. Give me excess of it that, surfeiting, The appetite may sicken, and so die. That strain again, it had a dying fall. Oh, it came o'er my ear like the sweet sound, That breathes upon a bank of violets, Stealing and giving odor. Enough, no more. 'Tis not so sweet now as it was before. O spirit of love, how quick and fresh art thou, That, notwithstanding thy capacity Receiveth as the sea, nought enters there, Of what validity and pitch soe'er, But falls into abatement and low price Even in a minute. So full of shapes is fancy That it alone is high fantastical.", "modern": "If it's true that music makes people more in love, keep playing. Give me too much of it, so I'll get sick of it and stop loving. Play that part again! It sounded sad. Oh, it sounded like a sweet breeze blowing gently over a bank of violets, taking their scent with it. That's enough. Stop. It doesn't sound as sweet as it did before. Oh, love is so restless! It makes you want everything, but it makes you sick of things a minute later, no matter how good they are. Love is so vivid and fantastical that nothing compares to it."},
{"original": "Will you go hunt, my lord?", "modern": "Do you want to go hunting, my lord?"},
{"original": "What, Curio?", "modern": "Hunting what, Curio?"},
{"original": "The hart.", "modern": "The ."},
{"original": "Why, so I do, the noblest that I have. Oh, when mine eyes did see Olivia first, Methought she purged the air of pestilence. That instant was I turned into a hart, And my desires, like fell and cruel hounds, E'er since pursue me.", "modern": "That's what I'm doing--only it's heart that's being hunted. Oh, when I first saw Olivia, it seemed like she made the air around her sweeter and purer. In that instant I was transformed into a hart, and my desire for her has hounded me like a pack of vicious dogs."},
{"original": "I'll pheeze you, in faith.", "modern": "I'll fix you, I swear."},
{"original": "A pair of stocks, you rogue!", "modern": "You thug! I'll call for a pair of !"},
{"original": "Y'are a baggage, the Slys are no rogues. Look in the chronicles--we came in with Richard Conqueror. Therefore : let the world slide. Sessa!", "modern": "There are no thugs in my family, whore! Read your history! We came over with Richard the Conqueror. Oh, the hell with it. I can't be bothered. Shut up!"},
{"original": "You will not pay for the glasses you have burst?", "modern": "You won't pay for the glasses you smashed?"},
{"original": "No, not a denier. Go by, Saint Jeronimy. Go to thy cold bed and warm thee.", "modern": "No, not a penny. Get out of my face. Go play with yourself."},
{"original": "EDMUND Is not this your son, my lord?", "modern": "EDMUND Isn't this your son, my lord?"},
{"original": "His breeding, sir, hath been at my charge. I have so often blushed to acknowledge him that now I am brazed to it.", "modern": "Yes, I've been responsible for his upbringing. I've had to acknowledge that he's my son so many times that now I can do it without embarrassment."},
{"original": "I cannot conceive you.", "modern": "I can't conceive of what you mean."},
{"original": "Sir, this young fellow's mother could, whereupon she grew round-wombed, and had indeed, sir, a son for her cradle ere she had a husband for her bed. Do you smell a fault?", "modern": "You can't conceive? Well, this guy's mother could conceive him all to well. She grew a big belly and had a baby for her crib before she had a husband for her bed. Do you smell something naughty?"},
{"original": "I cannot wish the fault undone, the issue of it being so proper.", "modern": "Well, I wouldn't want to undo the naughtiness, since the boy turned out so well."},
{"original": "But I have, sir, a son by order of law, some year older than this, who yet is no dearer in my account. Though this knave came something saucily to the world before he was sent for, yet was his mother fair, there was good sport at his making, and the whoreson must be acknowledged.--Do you know this noble gentleman, Edmund?", "modern": "But I have a legitimate son a few years older than this one, and I don't love him any more than I love my bastard. Edmund may have snuck into the world a little before his time, but his mother was pretty, we had a fun time making him, and now I have to acknowledge the guy as my son.--Do you know this gentleman, Edmund?"},
{"original": "Tell me, moreover, hast thou sounded him, If he appeal the duke on ancient malice; Or worthily, as a good subject should, On some known ground of treachery in him?", "modern": "Have you asked him if the source of his complaint is an old feud, or if he knows of some treason the duke has committed?"},
{"original": "As near as I could sift him on that argument, On some apparent danger seen in him Aim'd at your highness, no inveterate malice.", "modern": "As far as I could tell, it's not some personal malice. My son believes that the duke means to harm you in some way."},
{"original": "Then call them to our presence; face to face, And frowning brow to brow, ourselves will hear The accuser and the accused freely speak: High-stomach'd are they both, and full of ire, In rage deaf as the sea, hasty as fire.", "modern": "Then call them both in to see me. I want to hear in person what each has to say. They're both so proud and full of anger that they act recklessly and don't listen to reason."},
{"original": "Many years of happy days befal My gracious sovereign, my most loving liege!", "modern": "May you have many years of happiness, my gracious and loving lord."},
{"original": "Nay, hear them, Antony. Fulvia perchance is angry. Or who knows If the scarce-bearded Caesar have not sent His powerful mandate to you, Do this, or this. Take in that kingdom, and enfranchise that. Perform 't, or else we damn thee.", "modern": "No, listen to it, Antony. Perhaps is angry with you. Who knows, maybe the has orders for you: Do this, do that; conquer that kingdom, liberate this one. Do it or we'll condemn you."},
{"original": "How, my love?", "modern": "What, my love?"},
{"original": "Perchance? Nay, and most like. You must not stay here longer. Your dismission Is come from Caesar. Therefore hear it, Antony. Where's Fulvia's process? Caesar's, I would say--both? Call in the messengers. As I am Egypt's queen, Thou blushest, Antony, and that blood of thine Is Caesar's homager. Else so thy cheek pays shame When shrill-tongued Fulvia scolds. The messengers!", "modern": "Maybe? No, most likely. You can't stay here any longer. Caesar has sent your dismissal, so pay attention, Antony. Where's Fulvia's summons--excuse me, I should have said Caesar's. Or do Fulvia and Caesar both beckon you back to Rome? Call in the messengers and we'll find out. As surely as I am the queen of Egypt, Antony, you're blushing, which means you're Caesar's servant. Or that that bitch Fulvia still has the power to humiliate you. Call the messengers!"},
{"original": "Let Rome in Tiber melt and the wide arch Of the ranged empire fall. Here is my space. Kingdoms are clay. Our dungy earth alike Feeds beast as man. The nobleness of life Is to do thus, when such a mutual pair And such a twain can do 't, in which I bind, On pain of punishment, the world to weet We stand up peerless.", "modern": "and let the great empire fall. My place is here. Kingdoms are only dirt. The soil feeds animals as well as people, so how does having a kingdom separate humans from beasts? The noblest thing is to do what we're doing, particularly when the couple is as well matched as we are. I demand that the world admit we are the perfect couple or else suffer the consequences."},
{"original": "From fairest creatures we desire increase, That thereby beauty's rose might never die, But as the riper should by time decease His tender heir might bear his memory. But thou, contracted to thine own bright eyes, Feed'st thy light's flame with self-substantial fuel, Making a famine where abundance lies, Thyself thy foe, to thy sweet self too cruel. Thou that art now the world's fresh ornament And only herald to the gaudy spring, Within thine own bud buriest thy content, And, tender churl, mak'st waste in niggarding. Pity the world, or else this glutton be, To eat the world's due, by the grave and thee.", "modern": "We want the most beautiful people to have children, so their beauty will be preserved forever--when the parent dies, the child he leaves behind will remind us of his beauty. But you, in love with your own pretty eyes, are letting your beauty burn itself out. You're starving the world of your beauty rather than spreading the wealth around. You're acting like your own worst enemy! Right now you're the best-looking thing in the world, the only person as beautiful as springtime. But your beauty is like a new bud, and you're letting it die before it can develop and bring you true happiness. You're a young man, but you act like an old miser--you're wasting your beauty by hoarding it and keeping it to yourself! Take pity on the rest of us, or this is how you'll be remembered: as the greedy pig who hogged his own beauty and took it with him to the grave."},
{"original": "I know my remedy. I must go fetch the thirdborough.", "modern": "I know my rights. I'll call a policeman."},
{"original": "Third, or fourth, or fifth borough, I'll answer him by law. I'll not budge an inch, boy. Let him come, and kindly.", "modern": "Call them all! I have a legal right to be here. I'm not moving an inch, pal. Let them come--I don't care."},
{"original": "Against him first: he's a very dog to the commonalty.", "modern": "We should attack him first. He's like a cruel dog to the people."},
{"original": "Consider you what services he has done for his country?", "modern": "Have you considered the ways he has served our country?"},
{"original": "Very well; and could be content to give him good report fort, but that he pays himself with being proud.", "modern": "I've considered them very well, and I'd be happy to honor him for his service, except he already honors himself by being proud."},
{"original": "Nay, but speak not maliciously.", "modern": "Don't speak so harshly."},
{"original": "Under the wrath of noble Hotspur's sword, And that the King before the Douglas' rage Stooped his anointed head as low as death. This have I rumored through the peasant towns Between that royal field of Shrewsbury And this worm-eaten hold of ragged stone, Where Hotspur's father, old Northumberland, Lies crafty-sick. The posts come tiring on, And not a man of them brings other news Than they have learnt of me. From Rumor's tongues They bring smooth comforts false, worse than true wrongs.", "modern": "villages from Shrewsbury to the place where I now stand: in front of the worm-eaten, dilapidated castle of Northumberland, Hotspur's father, who lies within and pretends to be sick. The messengers are coming hot and heavy, and every single one of them will report nothing but what he's heard from me. Straight from Rumor, they bring pretty tales of false comfort, which are far worse than truthful news of misfortune."},
{"original": "Now, sir, what make you here?", "modern": "Hey, you! What are you here?"},
{"original": "Nothing. I am not taught to make anything.", "modern": "Nothing. I've never been taught how to make anything."},
{"original": "What mar you then, sir?", "modern": "Well, then, what are you messing up?"},
{"original": "Marry, sir, I am helping you to mar that which God made, a poor unworthy brother of yours, with idleness.", "modern": "I'm helping mess up one of God's creations--your poor, unworthy brother--by having him do nothing."},
{"original": "Marry, sir, be better employed, and be naught awhile.", "modern": "Indeed, sir, find something better to do and get lost for a while."},
{"original": "Shall I keep your hogs and eat husks with them? What prodigal portion have I spent that I should come to such penury?", "modern": "Should I tend your pigs and eat husks with them? When did I so much money that I ended up this poor?"},
{"original": "I say unto you, what he hath done famously, he did it to that end: though soft-conscienced men can be content to say it was for his country he did it to please his mother and to be partly proud; which he is, even till the altitude of his virtue.", "modern": "Listen, all that he's famous for doing, he did simply to become famous. Slow-witted men can be content to say he acted on behalf of his country, but the truth is that he fought to please his mother and also, in part, out of pride. He has just as much pride as courage."},
{"original": "What he cannot help in his nature, you account a vice in him. You must in no way say he is covetous.", "modern": "You call it a vice, but being proud is his nature. And you can't accuse him of being interested in the spoils of war."},
{"original": "If I must not, I need not be barren of accusations; he hath faults, with surplus, to tire in repetition.", "modern": "Even if I stop accusing him of pride, I'll still have plenty of other complaints against him. He has so many faults, I grow tired of repeating them to you."},
{"original": "What shouts are these? The other side o' the city is risen: why stay we prating here? to the Capitol!", "modern": "Who's shouting? The other side of the city is taking action. Why are we standing around talking? Let's go to the capitol!"},
{"original": "Come, come.", "modern": "Let's go."},
{"original": "Soft! who comes here?", "modern": "Wait, who's coming?"},
{"original": "Worthy Menenius Agrippa; one that hath always loved the people.", "modern": "It's worthy Menenius Agrippa, one who has always loved the people."},
{"original": "He's one honest enough: would all the rest were so!", "modern": "He's decent enough. I wish that all the other nobles were!"},
{"original": "Know you where you are, sir?", "modern": "Do you know where you are, sir?"},
{"original": "O sir, very well: here in your orchard.", "modern": "Yes, sir, very well--I'm here in your orchard."},
{"original": "Know you before whom, sir?", "modern": "Do you know whom you're talking to?"},
{"original": "Ay, better than him I am before knows me. I know you are my eldest brother, and in the gentle condition of blood you should so know me. The courtesy of nations allows you my better, in that you are the first-born, but the same tradition takes not away my blood, were there twenty brothers betwixt us. I have as much of my father in me as you, albeit, I confess, your coming before me is nearer to his reverence.", "modern": "Yes, better than you know me. I know you're my oldest brother, and deserve more respect. But we're in the same family, so you should acknowledge that I am a gentleman too. According to custom, as the first-born you are my superior. But it's not customary to treat me like I'm not even a gentleman, even if there were twenty brothers between you and me. I have as much of our father in me as you do, though I admit you're closer to him and matter more because you're older."},
{"original": "Friends to this ground.", "modern": "Friends of this country."},
{"original": "My wind cooling my broth Would blow me to an ague when I thought What harm a wind too great at sea might do. I should not see the sandy hourglass run, But I should think of shallows and of flats And see my wealthy Andrew docked in sand, Vailing her high top lower than her ribs To kiss her burial. Should I go to church And see the holy edifice of stone And not bethink me straight of dangerous rocks, Which, touching but my gentle vessel's side, Would scatter all her spices on the stream, Enrobe the roaring waters with my silks, And, in a word, but even now worth this, And now worth nothing? Shall I have the thought To think on this, and shall I lack the thought That such a thing bechanced would make me sad? But tell not me. I know Antonio Is sad to think upon his merchandise.", "modern": "I'd get scared every time I blew on my soup to cool it, thinking of how a strong wind could wipe out my ships. Every time I glanced at the sand in an hourglass I'd imagine my ships wrecked on sandbars. I'd think of dangerous rocks every time I went to church and saw the stones it was made of. If my ship brushed up against rocks like that, its whole cargo of spices would be dumped into the sea. All of its silk shipments would be sent flying into the roaring waters. In one moment I'd go bankrupt. Who wouldn't get sad thinking about things like that? It's obvious. Antonio is sad because he's so worried about his cargo."},
{"original": "Turning th' accomplishment of many years Into an hour-glass; for the which supply, Admit me chorus to this history; Who, prologue-like, your humble patience pray Gently to hear, kindly to judge our play.", "modern": "years into the space of a few hours. To that end, consider me a sort of chorus, here to help tell the story. And, as the speaker of any prologue should, I ask you to hear our play courteously and to judge it kindly."},
{"original": "But this our purpose now is twelve month old, And bootless 'tis to tell you we will go. Therefor we meet not now. Then let me hear Of you, my gentle cousin Westmoreland, What yesternight our council did decree In forwarding this dear expedience.", "modern": "But that's been my plan for a year now, so there's no point in telling you all this again. That's not the issue at hand. So tell me, my noble kinsman Westmoreland, what my royal advisors decided last night about this important undertaking."},
{"original": "If any in Vienna be of worth To undergo such ample grace and honour, It is Lord Angelo.", "modern": "If anyone in Vienna deserves such an honor, it's Lord Angelo."},
{"original": "Look where he comes.", "modern": "Here he comes."},
{"original": "And liegemen to the Dane.", "modern": "And servants of the Danish king."},
{"original": "Give you good night.", "modern": "Good night to you both."},
{"original": "O, farewell, honest soldier. Who hath relieved you?", "modern": "Good-bye. Who's taken over the watch for you?"},
{"original": "Barnardo has my place. Give you good night.", "modern": "Barnardo's taken my place. Good night."},
{"original": "Holla, Barnardo.", "modern": "Hello, Barnardo."},
{"original": "Say what, is Horatio there?", "modern": "Hello. Is Horatio here too?"},
{"original": "A piece of him.", "modern": "More or less."},
{"original": "Welcome, Horatio.--Welcome, good Marcellus.", "modern": "Welcome, Horatio. Welcome, Marcellus."},
{"original": "What, has this thing appeared again tonight?", "modern": "So, tell us, did you see that thing again tonight?"},
{"original": "I have seen nothing.", "modern": "I haven't seen anything."},
{"original": "Horatio says 'tis but our fantasy And will not let belief take hold of him Touching this dreaded sight twice seen of us. Therefore I have entreated him along With us to watch the minutes of this night, That if again this apparition come He may approve our eyes and speak to it.", "modern": "Horatio says we're imagining it, and won't let himself believe anything about this horrible thing that we've seen twice now. That's why I've begged him to come on our shift tonight, so that if the ghost appears he can see what we see and speak to it."},
{"original": "Tush, tush, 'twill not appear.", "modern": "Oh, nonsense. It's not going to appear."},
{"original": "Believe me, no. I thank my fortune for it-- My ventures are not in one bottom trusted, Nor to one place, nor is my whole estate Upon the fortune of this present year. Therefore my merchandise makes me not sad.", "modern": "No, that's not it, trust me. Thankfully my financial situation is healthy. I don't have all of my money invested in one ship, or one part of the world. If I don't do well this year, I'll still be okay. So it's not my business that's making me sad."},
{"original": "Why then, you are in love.", "modern": "Well then, you must be in love."},
{"original": "Fie, fie!", "modern": "Oh, give me a break."},
{"original": "Not in love neither? Then let us say you are sad Because you are not merry--and 'twere as easy For you to laugh and leap and say you are merry Because you are not sad. Now, by two-headed Janus, Nature hath framed strange fellows in her time.", "modern": "You're not in love either? Fine, let's just say you're sad because you're not in a good mood. You know, it'd be just as easy for you to laugh and dance around and say you're in a good mood. You could just say you're not sad. Humans are so different."},
{"original": "Why, sir, cobble you.", "modern": "Cobble you, sir."},
{"original": "Wherein the toged consuls can propose As masterly as he. Mere prattle without practice Is all his soldiership. But he, sir, had th' election And I, of whom his eyes had seen the proof At Rhodes, at Cyprus, and on other grounds Christian and heathen, must be belee'd and calmed By debitor and creditor. This counter-caster He (in good time) must his lieutenant be And I, bless the mark, his Moorship's ancient.", "modern": "which any peace-lover can do. His military understanding is all theory, no practice. But Cassio's been chosen over me. My career is cut short by some bookkeeper, even though the general saw my fighting skills first-hand in Rhodes and Cyprus. This accountant is now lieutenant, while I end up as the flag-bearer."},
{"original": "By heaven, I rather would have been his hangman.", "modern": "By God, I'd rather be his executioner."},
{"original": "Why, there's no remedy. 'Tis the curse of service. Preferment goes by letter and affection, And not by old gradation, where each second Stood heir to th' first. Now sir, be judge yourself, Whether I in any just term am affined To love the Moor.", "modern": "And there's nothing I can do about it. That's the curse of military service. You get promoted when someone likes you, not because you're next in line. Now, you tell me: should I feel loyal to the Moor?"},
{"original": "I would not follow him then.", "modern": "If you don't like him you should quit."},
{"original": "O sir, content you. I follow him to serve my turn upon him. We cannot all be masters, nor all masters Cannot be truly followed. You shall mark Many a duteous and knee-crooking knave That (doting on his own obsequious bondage) Wears out his time much like his master's ass For naught but provender, and when he's old, cashiered. Whip me such honest knaves. Others there are Who, trimmed in forms and visages of duty, Keep yet their hearts attending on themselves And, throwing but shows of service on their lords, Do well thrive by them. And when they have lined their coats, Do themselves homage. These fellows have some soul,", "modern": "No, calm down. I'm serving under him to take advantage of him. We can't all be masters, and not all masters should be followed. Look at all the devoted servants who work for their masters their whole lives for nothing but their food, and then when they get old they're terminated. They ought to be whipped for being so stupid. But then there's another kind of servant who looks dutiful and devoted, but who's really looking out for himself. By pretending to serve their lords, these men get rich, and when they've saved up enough they can be their own masters. Guys like that have soul, and that's the kind of guy I am. Let me tell"},
{"original": "Thanks, good Egeus. What's the news with thee?", "modern": "Thanks, good Egeus. What's new with you?"},
{"original": "Full of vexation come I with complaint Against my child, my daughter Hermia.-- Stand forth, Demetrius.--My noble lord, This man hath my consent to marry her.-- Stand forth, Lysander.--And my gracious duke, This man hath bewitched the bosom of my child.-- Thou, thou, Lysander, thou hast given her rhymes, And interchanged love tokens with my child. Thou hast by moonlight at her window sung With feigning voice verses of feigning love, And stol'n the impression of her fantasy With bracelets of thy hair, rings, gauds, conceits, Knacks, trifles, nosegays, sweetmeats--messengers Of strong prevailment in unhardened youth. With cunning hast thou filched my daughter's heart, Turned her obedience (which is due to me) To stubborn harshness.--And, my gracious duke, Be it so she will not here before your grace Consent to marry with Demetrius, I beg the ancient privilege of Athens. As she is mine, I may dispose of her-- Which shall be either to this gentleman Or to her death--according to our law Immediately provided in that case.", "modern": "I'm here, full of anger, to complain about my daughter Hermia.--Step forward, Demetrius.--My lord, this man, Demetrius, has my permission to marry her.--Step forward, Lysander.--But this other man, Lysander, has cast a magic spell over my child's heart.--You, you, Lysander, you've given her poems, and exchanged tokens of love with my daughter. You've pretended to be in love with her, singing fake love songs softly at her window by moonlight, and you've captured her imagination by giving her locks of your hair, rings, toys, trinkets, knickknacks, little presents, flowers, and candies--things that can really influence an impressionable young person. You've connived to steal my daughter's heart, making her stubborn and harsh instead of obedient (like she should be).--And, my gracious duke, if she won't agree to marry Demetrius right now, I ask you to let me exercise the right that all fathers have in Athens. Since she belongs to me, I can do what I want with her--as the law says: I can either make her marry Demetrius--or have her killed."},
{"original": "My liege, this haste was hot in question, And many limits of the charge set down But yesternight: when all athwart there came A post from Wales loaden with heavy news, Whose worst was that the noble Mortimer, Leading the men of Herefordshire to fight Against the irregular and wild Glendower, Was by the rude hands of that Welshman taken, A thousand of his people butchered, Upon whose dead corpse there was such misuse, Such beastly shameless transformation By those Welshwomen done, as may not be Without much shame retold or spoken of.", "modern": "Your Highness, there was hot debate about this urgent mission, and many responsibilities had just been assigned when we were suddenly cut off by a messenger with bad news from Wales. The worst of it was that the noble Mortimer, who was leading the men of Herefordshire in battle against that barbarian Glendower, was captured. A thousand of his men have been butchered, their dead corpses desecrated by the Welsh women. The things they did were so horrible that I'm too ashamed to report them."},
{"original": "It seems then that the tidings of this broil Brake off our business for the Holy Land.", "modern": "I suppose this news disrupts our plans to invade the Holy Land."},
{"original": "This matched with other did, my gracious lord. For more uneven and unwelcome news Came from the north and thus it did import: On Holy-rood Day, the gallant Hotspur there, Young Harry Percy, and brave Archibald, That ever valiant and approved Scot, At Holmedon met, where they did spend A sad and bloody hour-- As by discharge of their artillery And shape of likelihood the news was told; For he that brought them, in the very heat And pride of their contention did take horse, Uncertain of the issue any way.", "modern": "This and other things, your Highness: even more unsettling and unwelcome news has arrived from the north. On Holy Cross Day, the heroic young Harry Percy--who we know as Hotspur--fought at Holmeden against Archibald, Earl of Douglas, that brave and battle-proven Scotsman. The two of them fought a long and bloody battle there, judging by the way the guns were firing. The messenger who brought the news left when the battle was at its height, so he couldn't say for sure who had won."},
{"original": "Always obedient to your grace's will, I come to know your pleasure.", "modern": "Here I am, obedient as always; what can I do for you?"},
{"original": "Angelo, There is a kind of character in thy life, That to the observer doth thy history Fully unfold. Thyself and thy belongings Are not thine own so proper as to waste Thyself upon thy virtues, they on thee. Heaven doth with us as we with torches do, Not light them for themselves; for if our virtues Did not go forth of us, 'twere all alike As if we had them not. Spirits are not finely touch'd But to fine issues, nor Nature never lends The smallest scruple of her excellence But, like a thrifty goddess, she determines Herself the glory of a creditor, Both thanks and use. But I do bend my speech To one that can my part in him advertise; :-- In our remove be thou at full ourself; Mortality and mercy in Vienna Live in thy tongue and heart: old Escalus, Though first in question, is thy secondary. Take thy commission.", "modern": "Angelo, there is a distinctive pattern to your life that tells people what sort of man you are. But your talents don't belong to you alone, and you mustn't waste them by keeping them to yourself. Heaven uses us the way we use a torch--not to shine for itself, but to shed light onto the world. If we don't use our talents in the world, it would be the same as if we didn't have those talents at all. People are given certain natures to accomplish certain things. Mother Nature doesn't lend you even a smidgen of talent without expecting you to pay her back--with interest and gratitude. But here I am talking to someone who could instruct me! So, stand firm, Angelo--in my absence, you'll stand in for me completely. Vienna's criminals will be executed or pardoned based on what you feel and say. Although old Escalus is senior to you, he'll be your second-in-command. Take your written orders."},
{"original": "Thou art a cobbler, art thou?", "modern": "You're a cobbler, are you?"},
{"original": "Truly, sir, all that I live by is with the awl. I meddle with no tradesman's matters nor women's matters, but withal I am indeed, sir, a surgeon to old shoes. When they are in great danger, I recover them. As proper men as ever trod upon neat's leather have gone upon my handiwork.", "modern": "Sir, I make my living using an awl. I stick to my work; I don't meddle in politics or chase women. I'm a surgeon to old shoes. When they're endangered, I save them. The noblest men who ever walked on leather have walked on my handiwork."},
{"original": "But wherefore art not in thy shop today? Why dost thou lead these men about the streets?", "modern": "But why aren't you in your shop today? Why are you leading these men through the streets?"},
{"original": "Truly, sir, to wear out their shoes to get myself into more work. But indeed, sir, we make holiday to see Caesar and to rejoice in his triumph.", "modern": "Well, to wear out their shoes and get myself more work. Seriously, though, we took the day off to see Caesar, sir, and celebrate his triumph."},
{"original": "Wherefore rejoice? What conquest brings he home? What tributaries follow him to Rome To grace in captive bonds his chariot wheels? You blocks, you stones, you worse than senseless things, O you hard hearts, you cruel men of Rome, Knew you not Pompey? Many a time and oft Have you climbed up to walls and battlements, To towers and windows, yea, to chimney tops, Your infants in your arms, and there have sat The livelong day with patient expectation To see great Pompey pass the streets of Rome. And when you saw his chariot but appear, Have you not made an universal shout That Tiber trembled underneath her banks To hear the replication of your sounds Made in her concave shores? And do you now put on your best attire? And do you now cull out a holiday?", "modern": "Why would you celebrate it? What victory does he bring home? What foreign lands has he conquered and captive foreigners chained to his chariot wheels? You blockheads, you unfeeling men! You hard hearts, you cruel men of Rome, didn't you know ? Many times you climbed up on walls and battlements, towers and windows--even chimney tops--with your babies in your arms, and sat there patiently all day waiting to see great Pompey ride through the streets of Rome. And when you caught a glimpse of his chariot, didn't you shout so loud that the river Tiber shook as it echoed? And now you put on your best clothes? And now you take a holiday?"},
{"original": "What say you, Hermia? Be advised, fair maid: To you your father should be as a god, One that composed your beauties, yea, and one To whom you are but as a form in wax, By him imprinted and within his power To leave the figure or disfigure it. Demetrius is a worthy gentleman.", "modern": "What do you have to say for yourself, Hermia? Think carefully, pretty girl. You should think of your father as a god, since he's the one who gave you your beauty. To him, you're like a figure that he's sculpted out of wax, and he has the power to keep that figure intact or to disfigure it. Demetrius is an admirable man."},
{"original": "What bloody man is that? He can report, As seemeth by his plight, of the revolt The newest state.", "modern": "Who is this bloody man? Judging from his appearance, I bet he can tell us the latest news about the revolt."},
{"original": "This is the sergeant Who like a good and hardy soldier fought 'Gainst my captivity. Hail, brave friend! Say to the king the knowledge of the broil As thou didst leave it.", "modern": "This is the brave sergeant who fought to keep me from being captured. Hail, brave friend! Tell the king what was happening in the battle when you left it."},
{"original": "Doubtful it stood, As two spent swimmers that do cling together And choke their art. The merciless Macdonwald-- Worthy to be a rebel, for to that The multiplying villanies of nature Do swarm upon him--from the Western Isles Of kerns and gallowglasses is supplied, And fortune, on his damned quarrel smiling, Showed like a rebel's whore. But all's too weak, For brave Macbeth--well he deserves that name-- Disdaining fortune, with his brandished steel, Which smoked with bloody execution, Like valor's minion carved out his passage Till he faced the slave; Which ne'er shook hands, nor bade farewell to him, Till he unseamed him from the nave to th' chops, And fixed his head upon our battlements.", "modern": "For a while you couldn't tell who would win. The armies were like two exhausted swimmers clinging to each other and struggling in the water, unable to move. The villainous rebel Macdonwald was supported by foot soldiers and horsemen from Ireland and the Hebrides, and Lady Luck was with him, smiling cruelly at his enemies as if she were his whore. But Luck and Macdonwald together weren't strong enough. Brave Macbeth, laughing at Luck, chopped his way through to Macdonwald, who didn't even have time to say good-bye or shake hands before Macbeth split him open from his navel to his jawbone and stuck his head on our castle walls."},
{"original": "O valiant cousin! Worthy gentleman!", "modern": "My brave relative! What a worthy man!"},
{"original": "I have already delivered him letters, and there appears much joy in him--even so much that joy could not show itself modest enough without a badge of bitterness.", "modern": "I have delivered some letters to his uncle, and he seemed very happy. He got so emotional that he actually looked like he was in pain."},
{"original": "Well, Syracusian, say in brief the cause Why thou dep-artedst from thy native home And for what cause thou camest to Ephesus.", "modern": "Well, Syracusian, tell us-briefly-why you left your hometown and came to Ephesus."},
{"original": "A heavier task could not have been imposed Than I to speak my griefs unspeakable; Yet, that the world may witness that my end Was wrought by nature, not by vile offense, I'll utter what my sorrow gives me leave. In Syracusa was I born, and wed Unto a woman happy but for me, And by me, had not our hap been bad. With her I lived in joy. Our wealth increased By prosperous voyages I often made To Epidamnum, till my factor's death And the great care of goods at random left Drew me from kind embracements of my spouse; From whom my absence was not six months old Before herself-almost at fainting under The pleasing punishment that women bear- Had made provision for her following me And soon and safe arrived where I was. There had she not been long but she became A joyful mother of two goodly sons, And, which was strange, the one so like the other As could not be distinguished but by names. That very hour, and in the selfsame inn, A meaner woman was delivered Of such a burden, male twins, both alike. Those, for their parents were exceeding poor, I bought and brought up to attend my sons. My wife, not meanly proud of two such boys, Made daily motions for our home return. Unwilling, I agreed. Alas, too soon We came aboard.", "modern": "Asking me to speak of my unspeakable griefs-that's the hardest task you could impose on me. But I'll do it so that the world can see that it was natural emotion, and not a desire to break the law, that brought me to this fate. I'll tell you whatever my sorrow permits me to say. I was born in Syracuse, and I married a woman-a fortunate woman, except for having been married to me. And yet I would have made her happy had our luck not been so bad. I lived with her in joy, and our wealth increased from the prosperous journeys I frequently made to Epidamnum. Then my agent died and, obligated to care for my now untended goods abroad, I was drawn away from my wife's fond embraces. I hadn't been gone for six months when my wife, almost fainting with the pains of pregnancy, made arrangements to follow me, and she soon arrived safely where I was. She hadn't been there very long before she became the joyful mother of twin boys. It was strange: they looked so much alike that the only way to tell them apart was by their names. In the same hour, and in the same inn, a poor woman also delivered identical twin boys. Their parents had very little, so I bought the boys and raised them as companions and servants for our twin sons. My wife was more than a little proud of our two boys, and every day she would press me to return home. Reluctantly, I agreed-alas! Too quickly, we boarded a ship."},
{"original": "Excellent falsehood! Why did he marry Fulvia, and not love her? I'll seem the fool I am not. Antony Will be himself.", "modern": "What an enormous lie! Why did he marry Fulvia if he didn't love her? I'll pretend to be a fool and believe him. He'll never change."},
{"original": "But stirred by Cleopatra. Now, for the love of Love and her soft hours, Let's not confound the time with conference harsh. There's not a minute of our lives should stretch Without some pleasure now. What sport tonight?", "modern": "Unless he is moved and inspired by Cleopatra. Now, since we love the feeling of being in love, let's not spoil the mood with serious discussion. We shouldn't spend a minute without some kind of amusement. What shall we do tonight?"},
{"original": "Hear the ambassadors.", "modern": "Meet with the ambassadors."},
{"original": "And therefore, since I cannot prove a lover To entertain these fair well-spoken days, I am determined to prove a villain And hate the idle pleasures of these days. Plots have I laid, inductions dangerous, By drunken prophecies, libels and dreams, To set my brother Clarence and the king In deadly hate, the one against the other; And if King Edward be as true and just As I am subtle, false, and treacherous, This day should Clarence closely be mewed up About a prophecy which says that G Of Edward's heirs the murderer shall be. Dive, thoughts, down to my soul. Here Clarence comes.", "modern": "Since I can't amuse myself by being a lover, I've decided to become a villain. I've set dangerous plans in motion, using lies, drunken prophecies, and stories about dreams to set my brother Clarence and the king against each other. If King Edward is as honest and fair-minded as I am deceitful and cruel, then Clarence is going to be locked away in prison today because of a prophecy that will murder Edward's children. Oh, time to hide what I'm thinking--here comes Clarence."},
{"original": "Brother, good day. What means this armed guard That waits upon your Grace?", "modern": "Good afternoon, brother. Why are you surrounded by these armed guards?"},
{"original": "His majesty, Tend'ring my person's safety, hath appointed This conduct to convey me to the Tower.", "modern": "His majesty is so concerned about my personal safety that he has ordered them to conduct me to the ."},
{"original": "Upon what cause?", "modern": "You're being arrested? Why?"},
{"original": "Because my name is George.", "modern": "Because my name is George."},
{"original": "Alack, my lord, that fault is none of yours. He should, for that, commit your godfathers. O, belike his majesty hath some intent That you shall be new christened in the Tower. But what's the matter, Clarence? May I know?", "modern": "That's not your fault! He should imprison the person who named you, instead. Maybe the king is sending you to the Tower to have you renamed. But, really, what's going on, Clarence? Can you tell me?"},
{"original": "Did he break out into tears?", "modern": "Did he start weeping?"},
{"original": "In great measure.", "modern": "Yes, heavily."},
{"original": "A kind overflow of kindness. There are no faces truer than those that are so washed. How much better is it to weep at joy than to joy at weeping!", "modern": "That's a very natural display of affection. There's no face more sincere than one washed in tears. And it's definitely better to cry because you're happy than laugh because you're sad!"},
{"original": "I pray you, is Signor Montanto returned from the wars or no?", "modern": "Please tell me, has Signior returned from battle?"},
{"original": "I know none of that name, lady. There was none such in the army of any sort.", "modern": "I don't know anyone with that name, ma'am. There was no Signior Montanto in our army."},
{"original": "What is he that you ask for, niece?", "modern": "Who are you talking about, niece?"},
{"original": "My cousin means Signor Benedick of Padua.", "modern": "My cousin means Signior Benedick of Padua."},
{"original": "Oh, he's returned, and as pleasant as ever he was.", "modern": "Oh, yes, Benedick has returned and is as cheerful as ever."},
{"original": "He set up his bills here in Messina and challenged Cupid at the flight, and my uncle's Fool, reading the challenge, subscribed for Cupid and challenged him at the bird-bolt. I pray you, how many hath he killed and eaten in these wars? But how many hath he killed? For indeed I promised to eat all of his killing.", "modern": "once put up a public notice in Messina challenging Cupid to an archery match. My uncle's jester accepted the contest on Cupid's behalf but used toy arrows at the shooting match. But tell me, how many men did he kill and eat in this battle? I promised him I would eat anyone he killed."},
{"original": "Fie, wrangling Queen! Whom every thing becomes--to chide, to laugh, To weep, whose every passion fully strives To make itself, in thee, fair and admired! No messenger but thine, and all alone Tonight we'll wander through the streets and note The qualities of people. Come, my Queen, Last night you did desire it.-- Speak not to us.", "modern": "Shame on you, stubborn Queen! Everything you do is attractive--scolding, laughing, crying--every emotion seems admirable when you express it. I won't see any messengers but yours. Tonight we'll wander through the streets and observe the people. Come, my Queen. That's what you wanted to do last night. Don't talk to us."},
{"original": "Is Caesar with Antonius prized so slight?", "modern": "Does Antony have so little respect for Caesar?"},
{"original": "Sir, sometimes when he is not Antony He comes too short of that great property Which still should go with Antony.", "modern": "Sir, sometimes he's like a different person, a person who can't measure up to the former Antony."},
{"original": "Each day still better other's happiness; Until the heavens, envying earth's good hap, Add an immortal title to your crown!", "modern": "May each day be happier than the last, and heaven give you immortality!"},
{"original": "We thank you both: yet one but flatters us, As well appeareth by the cause you come; Namely to appeal each other of high treason. Cousin of Hereford, what dost thou object Against the Duke of Norfolk, Thomas Mowbray?", "modern": "Thank you both. But I know one of you isn't sincere since each of you accuses the other of treason against me. Henry of Hereford, what do you have to say against the Duke of Norfolk, Thomas Mowbray?"},
{"original": "First, heaven be the record to my speech! In the devotion of a subject's love, Tendering the precious safety of my prince, And free from other misbegotten hate, Come I appellant to this princely presence. Now, Thomas Mowbray, do I turn to thee, And mark my greeting well; for what I speak My body shall make good upon this earth, Or my divine soul answer it in heaven. Thou art a traitor and a miscreant, Too good to be so and too bad to live, Since the more fair and crystal is the sky, The uglier seem the clouds that in it fly. Once more, the more to aggravate the note, With a foul traitor's name stuff I thy throat; And wish, so please my sovereign, ere I move, What my tongue speaks my right drawn sword may prove.", "modern": "First, may heaven be my witness! I've come here as an accuser because I am a devoted subject who cares for the safety of my prince, not because of any other prejudice against the duke. Now, Thomas Mowbray, I will turn to you. Pay attention to this. I will prove that what I am about to say is true, either with my body here on earth or with my immortal soul in heaven. You are a traitor and a villain, born into too good a family to be so and too bad to live. The more beautiful the sky, the uglier the clouds look. Once more, to emphasize my accusation, I call you a traitor. And with my king's permission, I'd like to follow what I say with my sword."},
{"original": "No, my lord.", "modern": "No, I don't, my lord."},
{"original": "How now! What news from her?", "modern": "What's going on? What have you heard from her?"},
{"original": "EDMUND My lord of Kent. Remember him hereafter as my honorable friend.", "modern": "EDMUND This is Lord Kent. Remember him as my friend and an honorable man."},
{"original": "My services to your lordship.", "modern": "Very pleased to meet you, my lord."},
{"original": "I must love you and sue to know you better.", "modern": "I look forward to getting to know you better."},
{"original": "Sir, I shall study deserving.", "modern": "I'll try to make myself worth your knowledge."},
{"original": "He hath been out nine years, and away he shall again.", "modern": "He's been gone for nine years and he's leaving again soon."},
{"original": "The king is coming.", "modern": "The king is coming."},
{"original": "Attend the lords of France and Burgundy, Gloucester.", "modern": "Go escort the lords of France and Burgundy, Gloucester."},
{"original": "I shall, my lord.", "modern": "Yes, my lord."},
{"original": "Meantime we shall express our darker purpose.-- Give me the map there.--Know that we have divided In three our kingdom, and 'tis our fast intent To shake all cares and business from our age, Conferring them on younger strengths while we Unburdened crawl toward death.--Our son of Cornwall, And you, our no less loving son of Albany, We have this hour a constant will to publish", "modern": "In the meantime I'll get down to my real business.--Hand me that map over there.--I hereby announce that I've divided my kingdom into three parts, which I'm handing over to the younger generation so I can enjoy a little rest and peace of mind in my old age.--Cornwall and Albany, my loving sons-in-law, I now want to announce publicly what each of my daughters will inherit, to avoid hostilities after I die. The two"},
{"original": "So please my lord, I might not be admitted, But from her handmaid do return this answer: The element itself, till seven years' heat, Shall not behold her face at ample view, But like a cloistress, she will veiled walk And water once a day her chamber round With eye-offending brine--all this to season A brother's dead love, which she would keep fresh And lasting in her sad remembrance.", "modern": "I'm sorry, but they wouldn't let me in. But I got the following answer from her handmaid. Olivia's not going to show her face for the next seven years--not even to the sky itself. Instead, she'll go around veiled like a nun, and once a day she'll water her room with tears. She's doing this out of love for her dead brother, whom she wants to keep fresh in her memory forever."},
{"original": "O, she that hath a heart of that fine frame To pay this debt of love but to a brother, How will she love, when the rich golden shaft Hath killed the flock of all affections else That live in her, when liver, brain, and heart, These sovereign thrones, are all supplied, and filled Her sweet perfections with one self king! Away before me to sweet beds of flowers. Love thoughts lie rich when canopied with bowers.", "modern": "Oh, if she loves her brother this much, think how she'll love me when I finally win her over and make her forget all her other attachments! Her mind and heart will be ruled by one man alone--me! Take me to the garden. I need a beautiful place to sit and think about love."},
{"original": "Huntsman, I charge thee, tender well my hounds. Breathe Merriman, the poor cur is embossed, And couple Clowder with the deep-mouthed brach. Saw'st thou not, boy, how Silver made it good At the hedge corner, in the coldest fault? I would not lose the dog for twenty pound.", "modern": "Huntsman, look after my hounds. Let Merriman catch his breath--the poor dog's foaming at the mouth. And tie up Clowder together with the long-mouthed bitch. Did you see, boy, how Silver picked up the scent at the hedge corner, where it was weakest? I wouldn't part with that dog for twenty pounds."},
{"original": "Why, Belman is as good as he, my lord. He cried upon it at the merest loss, And twice today picked out the dullest scent. Trust me, I take him for the better dog.", "modern": "I think Belman is just as good, my lord. He set up a howl when the scent was lost completely and twice picked it up where it was weakest. I swear he's the better dog."},
{"original": "Thou art a fool. If Echo were as fleet, I would esteem him worth a dozen such. But sup them well and look unto them all. Tomorrow I intend to hunt again.", "modern": "You're a fool. If Echo were as fast, he would be worth a dozen like Belman. But give them all a good dinner and look after them well. I'll go hunting again tomorrow, I think."},
{"original": "I will, my lord.", "modern": "I will, my lord."},
{"original": "Gregory, on my word, we'll not carry coals.", "modern": "Gregory, I swear, we can't let them humiliate us. We won't take their garbage."},
{"original": "No, for then we should be colliers.", "modern": "SAMPSON No, because then we'd be garbagemen."},
{"original": "I mean, an we be in choler, we'll draw.", "modern": "What I mean is, if they make us angry we'll pull out our swords."},
{"original": "Ay, while you live, draw your neck out of collar.", "modern": "Maybe you should focus on pulling yourself out of trouble, Sampson."},
{"original": "When forty winters shall besiege thy brow And dig deep trenches in thy beauty's field, Thy youth's proud livery, so gazed on now, Will be a tattered weed, of small worth held. Then being asked where all thy beauty lies, Where all the treasure of thy lusty days, To say within thine own deep-sunken eyes Were an all-eating shame and thriftless praise. How much more praise deserved thy beauty's use If thou couldst answer, This fair child of mine Shall sum my count and make my old excuse, Proving his beauty by succession thine. This were to be new made when thou art old, And see thy blood warm when thou feel'st it cold.", "modern": "When forty years have gone by and carved deep wrinkles in your forehead, your youthful beauty, which everyone likes to look at now, will be worth little. Then, when someone asks you where all your beauty is--all the treasure of your virile youth--if you were to say that it's all there in your withered face and sunken eyes, that would be an all-consuming shame and nothing to be proud of. You'd have a much better excuse if, decades from now, you could say you spent your beauty and youth raising a child. If someone were to ask you why you looked so old, you could say, The effort I spent raising this beautiful child explains the sorry old state I'm in--and meanwhile your child's beauty would be a new incarnation of your own! Having a beautiful child would be like being born again in old age, with the blood that flows coldly in your old veins becoming warm again in his."},
{"original": "My lord, I'll tell you that self bill is urged Which in th' eleventh year of the last king's reign Was like, and had indeed against us passed But that the scambling and unquiet time Did push it out of farther question.", "modern": "My lord, this bill that's being proposed is the same one that was proposed in the eleventh year of old King Henry's reign. Everyone thought it would pass then, and it probably would have had it not been for the great civil unrest and uncertainty of the time, which required the matter to be put off."},
{"original": "What's here? One dead, or drunk? See, doth he breathe?", "modern": "What's this? A drunkard or a corpse? Check and see if he's breathing."},
{"original": "He breathes, my lord. Were he not warmed with ale, This were a bed but cold to sleep so soundly.", "modern": "He is, my lord. But this would be too cold a place to sleep if he hadn't warmed himself with ale."},
{"original": "O monstrous beast, how like a swine he lies! Grim death, how foul and loathsome is thine image! Sirs, I will practice on this drunken man. What think you: if he were conveyed to bed, Wrapped in sweet clothes, rings put upon his fingers, A most delicious banquet by his bed, And brave attendants near him when he wakes, Would not the beggar then forget himself?", "modern": "It's disgusting, sleeping that way--like a pig in the gutter! Alas, grim death, how vile and ugly your near-twin, sleep, is! Gentlemen, I think I'll play a trick on this lout. What do you think? Say we were to carry him to one of the bedrooms, put fresh clothes on him and rings on his fingers, lay out a wonderful feast by his bed, and have servants in fancy dress near him when he wakes up--wouldn't the poor tramp be confused?"},
{"original": "I strike quickly, being moved.", "modern": "I hit hard when I'm angry."},
{"original": "But thou art not quickly moved to strike.", "modern": "But it's hard to make you ."},
{"original": "A dog of the house of Montague moves me.", "modern": "One of those dogs from the Montague house can make me angry."},
{"original": "To move is to stir, and to be valiant is to stand. Therefore if thou art moved thou runn'st away.", "modern": "Angry enough to run away. You won't stand and fight."},
{"original": "A dog of that house shall move me to stand. I will take the wall of any man or maid of Montague's.", "modern": "A dog from that house will make me angry enough to take a stand. If I pass one of them on the street, I'll take the side closer to the wall and let him walk in the gutter."},
{"original": "But how, my lord, shall we resist it now?", "modern": "But how will we keep it from being passed now, my lord?"},
{"original": "It must be thought on. If it pass against us, We lose the better half of our possession, For all the temporal lands which men devout By testament have given to the Church Would they strip from us, being valued thus: As much as would maintain, to the King's honor, Full fifteen earls and fifteen hundred knights, Six thousand and two hundred good esquires; And, to relief of lazars and weak age Of indigent faint souls past corporal toil, A hundred almshouses right well supplied; And to the coffers of the King besides, A thousand pounds by th' year. Thus runs the bill.", "modern": "We have to think about that. If it does pass, the Church will lose more than half of what it possesses, because the bill would strip us of enough real estate left to the church by wealthy, pious men in their wills to support fifteen earls and fifteen hundred knights, six thousand two hundred squires, and a hundred well-supplied almshouses for the relief of lepers, old-age pensioners, the poor, and those too weak or sick to work. Add to that a yearly sum of a thousand pounds to go directly into the king's coffers. That's what the bill says."},
{"original": "This would drink deep.", "modern": "That would be quite a drain."},
{"original": "'Twould drink the cup and all.", "modern": "It would drain us dry."},
{"original": "But what prevention?", "modern": "But what can be done to prevent it?"},
{"original": "The king is full of grace and fair regard.", "modern": "The king is virtuous and kind."},
{"original": "And a true lover of the holy Church.", "modern": "And a true lover of the holy Church."},
{"original": "And such a one do I profess myself. For, sir, It is as sure as you are Roderigo, Were I the Moor, I would not be Iago. In following him, I follow but myself. Heaven is my judge, not I for love and duty, But seeming so, for my peculiar end. For when my outward action doth demonstrate The native act and figure of my heart In compliment extern, 'tis not long after But I will wear my heart upon my sleeve For daws to peck at. I am not what I am.", "modern": "you, as sure as your name's Roderigo, if I were the Moor I wouldn't want to be Iago. I may seem to love and obey him, but in fact, I'm just serving him to get what I want. If my outward appearance started reflecting what I really felt, soon enough I'd be wearing my heart on my sleeve for birds to peck at. No, it's better to hide it. I'm not who I appear to be."},
{"original": "What a full fortune does the Thick-lips owe If he can carry't thus!", "modern": "sure is lucky if he can pull this off!"},
{"original": "Call up her father. Rouse him. Make after him, Poison his delight, Proclaim him in the streets. Incense her kinsmen, And, though he in a fertile climate dwell, Plague him with flies. Though that his joy be joy Yet throw such changes of vexation on't, As it may lose some color.", "modern": "Let's shout up to Desdemona's father, wake him, pester him, spoil his happiness, spread rumors about him in the streets, enrage his relatives, and irritate him endlessly. However real his happiness is, it will vanish in light of this."},
{"original": "Some that will evermore peep through their eyes And laugh like parrots at a bagpiper, And other of such vinegar aspect That they'll not show their teeth in way of smile Though Nestor swear the jest be laughable.", "modern": "Some people will laugh at anything, and others are so grouchy they won't even crack a smile when they hear something hysterically funny."},
{"original": "Here comes Bassanio, your most noble kinsman, Gratiano, and Lorenzo. Fare ye well. We leave you now with better company.", "modern": "Here comes your cousin Bassanio. And Gratiano and Lorenzo too. Goodbye, then. We'll leave you to talk to them. They're better company."},
{"original": "I would have stayed till I had made you merry If worthier friends had not prevented me.", "modern": "I would've stayed to cheer you up, if your nobler friends hadn't shown up."},
{"original": "Your worth is very dear in my regard. I take it your own business calls on you And you embrace th' occasion to depart.", "modern": "You're both very precious to me. But I understand. You need to leave to take care of your own business."},
{"original": "BASSANIO, LORENZO, GRATIANO Good morrow, my good lords.", "modern": "BASSANIO LORENZO GRATIANO Good morning, gentlemen."},
{"original": "Here is her father's house, I'll call aloud.", "modern": "Here's her father's house. I'll call out."},
{"original": "Do, with like timorous accent and dire yell As when, by night and negligence, the fire Is spied in populous cities.", "modern": "Do it, and shout like the city's on fire."},
{"original": "What, ho, Brabantio! Signior Brabantio, ho!", "modern": "Hey, Brabantio! Signor Brabantio, hey!"},
{"original": "Awake! What, ho, Brabantio! Thieves! Thieves! Look to your house, your daughter, and your bags! Thieves! thieves!", "modern": "Wake up, Brabantio! Wake up! Thieves! Thieves! Check on your daughter, your house, your money! Thieves! Thieves!"},
{"original": "SALARINO SOLANIO Good signors both, when shall we laugh? Say, when? You grow exceeding strange. Must it be so?", "modern": "SALARINO SOLANIO Hello, friends. When are we going to have fun together again? Just name the time. We never see you anymore. Does it have to be that way?"},
{"original": "We'll make our leisures to attend on yours.", "modern": "Let us know when you want to get together. We're available."},
{"original": "My Lord Bassanio, since you have found Antonio, We two will leave you. But at dinnertime I pray you have in mind where we must meet.", "modern": "Bassanio, we'll say goodbye for now, since you've found Antonio. But don't forget, we're meeting for dinner tonight."},
{"original": "I will not fail you.", "modern": "Don't worry, I'll be there."},
{"original": "Sit down a while And let us once again assail your ears, That are so fortified against our story, What we have two nights seen.", "modern": "Sit down for a while, and we'll tell you again the story you don't want to believe, about what we've seen two nights now."},
{"original": "Well, sit we down, And let us hear Barnardo speak of this.", "modern": "Well, let's sit down and listen to Barnardo tell us."},
{"original": "Last night of all, When yond same star that's westward from the pole Had made his course t' illume that part of heaven Where now it burns, Marcellus and myself, The bell then beating one--", "modern": "Last night, when that star to the west of the North Star had traveled across the night sky to that point where it's shining now, at one o'clock, Marcellus and I--"},
{"original": "Peace, break thee off. Look where it comes again!", "modern": "Quiet, shut up! It's come again."},
{"original": "In the same figure like the king that's dead.", "modern": "Looking just like the dead king."},
{"original": "HORATIO Thou art a scholar. Speak to it, Horatio.", "modern": "HORATIO You're well-educated, Horatio. Say something to it."},
{"original": "Looks it not like the king? Mark it, Horatio.", "modern": "Doesn't he look like the king, Horatio?"},
{"original": "Most like. It harrows me with fear and wonder.", "modern": "Very much so. It's terrifying."},
{"original": "What, boy!", "modern": "ORLANDO What nerve!"},
{"original": "Come, come, elder brother, you are too young in this.", "modern": "OLIVER Come on, big brother; you don't know anything about fighting."},
{"original": "Wilt thou lay hands on me, villain?", "modern": "What, you dare put your hands on me, villain?"},
{"original": "I am no villain. I am the youngest son of Sir Rowland de Boys. He was my father, and he is thrice a villain that says such a father begot villains. Wert thou not my brother, I would not take this hand from thy throat till this other had pulled out thy tongue for saying so. Thou hast railed on thyself.", "modern": "I'm no villain. I'm the youngest son of Sir Rowland de Boys, and anyone who claims my father's sons are villains is a villain himself. If you weren't my brother, I'd leave this hand of mine on your neck until I'd pulled out your tongue for talking like this. You've only insulted yourself."},
{"original": "Sweet masters, be patient. For your father's remembrance, be at accord.", "modern": "Gentlemen, calm down. For the sake of your father's memory, make peace."},
{"original": "Let me go, I say.", "modern": "Let me go, I say."},
{"original": "I will not till I please. You shall hear me. My father charged you in his will to give me good education. You have trained me like a peasant, obscuring and hiding from me all gentlemanlike qualities. The spirit of my father grows strong in me, and I will no longer endure it. Therefore allow me such exercises as may become a gentleman, or give me the poor allottery my father left me by testament. With that I will go buy my fortunes.", "modern": "I won't until I'm ready. You will listen to me. My father instructed you in his will to give me a good education. But you've raised me as a peasant, hiding from me what I needed to become a gentleman. My father's spirit is growing in me, and I won't take this any longer. Either give me the freedom to act like someone of my own rank or give me my share of the inheritance, so that I can seek my fortune elsewhere."},
{"original": "And what wilt thou do--beg when that is spent? Well, sir, get you in. I will not long be troubled with you. You shall have some part of your will. I pray you leave me.", "modern": "And what are you going to do after you've spent your money? Beg? Well, sir, go inside. I'm not going to be bothered by you for long. You'll get some of what you want. Now please leave me alone."},
{"original": "What work's, my countrymen, in hand? where go you With bats and clubs? The matter? speak, I pray you.", "modern": "What are you working on, my countrymen? Where are you going with bats and clubs? What's the matter? Please tell me."},
{"original": "Our business is not unknown to the senate; they have had inkling this fortnight what we intend to do, which now we'll show 'em in deeds. They say poor suitors have strong breaths: they shall know we have strong arms too.", "modern": "The Senate knows what we're upset about. They've known for two weeks what we intend to do, and now we're going to show them. They say poor workers have bad breath. They're about to find out that we have strong arms too."},
{"original": "Why, masters, my good friends, mine honest neighbours, Will you undo yourselves?", "modern": "Masters, my good friends, my honest neighbors, why will you harm yourselves?"},
{"original": "We cannot, sir, we are undone already.", "modern": "We're already hurt."},
{"original": "I tell you, friends, most charitable care Have the patricians of you. For your wants, Your suffering in this dearth, you may as well Strike at the heaven with your staves as lift them Against the Roman state, whose course will on The way it takes, cracking ten thousand curbs Of more strong link asunder than can ever Appear in your impediment. For the dearth, The gods, not the patricians, make it, and Your knees to them, not arms, must help. Alack, You are transported by calamity Thither where more attends you, and you slander The helms o' the state, who care for you like fathers, When you curse them as enemies.", "modern": "I tell you, friends, the nobles take very good care of you. For the relief you want from your suffering, you'd do just as well to rise up against the heavens as against the Roman state. The Senate isn't going to change its course. However strong a chain you form, the Senate will break you because it's ten thousand times stronger. The gods, not the nobles, are responsible for whatever you lack, therefore you should fall to your knees and pray, not raise your arms and fight. You're getting carried away by your calamity, and you're only inviting more trouble. You're slandering the senators, cursing them as your enemies, without realizing that they care for you like fathers care for their children."},
{"original": "It would be spoke to.", "modern": "It wants us to speak to it."},
{"original": "Question it, Horatio.", "modern": "Ask it something, Horatio."},
{"original": "What art thou that usurp'st this time of night Together with that fair and warlike form In which the majesty of buried Denmark Did sometimes march? By heaven, I charge thee, speak.", "modern": "What are you, that you walk out so late at night, looking like the dead king of Denmark when he dressed for battle? By God, I order you to speak."},
{"original": "A league from Epidamnum had we sailed Before the always-wind-obeying deep Gave any tragic instance of our harm; But longer did we not retain much hope; For what obscured light the heavens did grant Did but convey unto our fearful minds A doubtful warrant of immediate death, Which though myself would gladly have embraced, Yet the incessant weepings of my wife, Weeping before for what she saw must come, And piteous plainings of the pretty babes, That mourned for fashion, ignorant what to fear, Forced me to seek delays for them and me. And this it was, for other means was none: The sailors sought for safety by our boat And left the ship, then sinking-ripe, to us. My wife, more careful for the latter-born, Had fastened him unto a small spare mast, Such as seafaring men provide for storms. To him one of the other twins was bound, Whilst I had been like heedful of the other. The children thus disposed, my wife and I, Fixing our eyes on whom our care was fixed, Fastened ourselves at either end the mast And, floating straight, obedient to the stream, Was carried towards Corinth, as we thought. At length the sun, gazing upon the earth, Dispersed those vapors that offended us, And by the benefit of his wished light The seas waxed calm, and we discovered Two ships from far, making amain to us, Of Corinth that, of Epidaurus this. But ere they came,-O, let me say no more! Gather the sequel by that went before.", "modern": "We had sailed a away from Epidamnum before the sea, which always obeys the winds' commands, gave any indication of danger. We didn't stay hopeful much longer: soon, the sky grew so dark that we were convinced we were going to die immediately. I could have accepted that, but I was forced by my wife's incessant weeping-she wept in advance for the things that she saw ahead-and the piteous complaints of the sweet infants-who cried in imitation of the adults, without understanding why-to find a way to save us. Here's the best I could do: the crew of our ship had fled for safety in the lifeboats and left us to sink with the ship. My wife, who was very concerned about the younger of our twins, tied him to a spare mast-the kind that sailors use for just such a purpose. She tied one of the other twins to him. I did the same with the remaining two boys. With the children taken care of, my wife and I tied ourselves to opposite ends of the mast and floated off, obedient to the current. It carried us toward Corinth-or so we thought. Eventually the sun, looking down upon the earth, burned off the threatening storm clouds. By the power of the sun's wished-for light, the seas became calm. We saw two ships sailing toward us, one from Corinth, the other from Epidaurus. But before they reached us-let me say no more! You'll have to imagine what came next, based on what had already happened."},
{"original": "As whence the sun 'gins his reflection Shipwracking storms and direful thunders break, So from that spring whence comfort seemed to come Discomfort swells. Mark, King of Scotland, mark: No sooner justice had, with valor armed, Compelled these skipping kerns to trust their heels, But the Norweyan lord, surveying vantage, With furbished arms and new supplies of men, Began a fresh assault.", "modern": "But in the same way that violent storms always come just as spring appears, our success against Macdonwald created new problems for us. Listen to this, King: as soon as we sent those Irish soldiers running for cover, the Norwegian king saw his chance to attack us with fresh troops and shiny weapons."},
{"original": "Dismayed not this our captains, Macbeth and Banquo?", "modern": "Didn't this frighten our captains, Macbeth and Banquo?"},
{"original": "Yes, as sparrows eagles, or the hare the lion. If I say sooth, I must report they were As cannons overcharged with double cracks, So they doubly redoubled strokes upon the foe. Except they meant to bathe in reeking wounds, Or memorize another Golgotha, I cannot tell-- But I am faint, my gashes cry for help.", "modern": "The new challenge scared them about as much as sparrows frighten eagles, or rabbits frighten a lion. To tell you the truth, they fought the new enemy with twice as much force as before; they were like cannons loaded with double ammunition. Maybe they wanted to take a bath in their enemies' blood, or make that battlefield as infamous as Golgotha, where Christ was crucified, I don't know. But I feel weak. My wounds must be tended to."},
{"original": "So well thy words become thee as thy wounds; They smack of honor both. Go get him surgeons.", "modern": "Your words, like your wounds, bring you honor. Take him to the surgeons."},
{"original": "Who comes here?", "modern": "Who is this?"},
{"original": "So is Lysander.", "modern": "So is Lysander."},
{"original": "In himself he is. But in this kind, wanting your father's voice, The other must be held the worthier.", "modern": "You're right, Lysander's admirable too. But since your father doesn't want him to marry you, you have to consider Demetrius to be the better man."},
{"original": "I would my father looked but with my eyes.", "modern": "I wish my father could see them with my eyes."},
{"original": "Rather your eyes must with his judgment look.", "modern": "No, you must see them as your father sees them."},
{"original": "I do entreat your grace to pardon me. I know not by what power I am made bold Nor how it may concern my modesty In such a presence here to plead my thoughts, But I beseech your grace that I may know The worst that may befall me in this case, If I refuse to wed Demetrius.", "modern": "Your grace, please forgive me. I don't know what makes me think I can say this, and I don't know if speaking my mind to such a powerful and noble person as yourself will damage my reputation for modesty. But please, tell me the worst thing that could happen to me if I refuse to marry Demetrius."},
{"original": "Either to die the death or to abjure Forever the society of men. Therefore, fair Hermia, question your desires. Know of your youth. Examine well your blood-- Whether, if you yield not to your father's choice, You can endure the livery of a nun, For aye to be in shady cloister mewed, To live a barren sister all your life, Chanting faint hymns to the cold, fruitless moon. Thrice-blessed they that master so their blood To undergo such maiden pilgrimage. But earthlier happy is the rose distilled Than that which, withering on the virgin thorn, Grows, lives, and dies in single blessedness.", "modern": "You'll either be executed or you'll never see another man again. So think carefully about what you want, beautiful Hermia. Consider how young you are, and question your feelings. Then decide whether you could stand to be a nun, wearing a priestess's habit and caged up in a cloister forever, living your entire life without a husband or children, weakly chanting hymns to the cold and virginal goddess of the moon. People who can restrain their passions and stay virgins forever are holy. But although a virgin priestess might be rewarded in heaven, a married woman is happier on Earth. A married woman is like a rose who is picked and made into a beautiful perfume, while a priestess just withers away on the stem."},
{"original": "And do you now strew flowers in his way That comes in triumph over Pompey's blood? Be gone! Run to your houses, fall upon your knees, Pray to the gods to intermit the plague That needs must light on this ingratitude.", "modern": "And now you toss flowers in the path of Caesar, who comes in triumph over Pompey's defeated sons? Go home! Run to your houses, fall on your knees, and pray to the gods to spare you the pain that you deserve for such ingratitude."},
{"original": "Go, go, good countrymen, and for this fault, Assemble all the poor men of your sort, Draw them to Tiber banks, and weep your tears Into the channel till the lowest stream Do kiss the most exalted shores of all.", "modern": "Go, go, good countrymen, and to make up for having done wrong, gather up all the poor men like yourselves, lead them to the Tiber, and weep into the river until it overflows its banks."},
{"original": "See whether their basest metal be not moved. They vanish tongue-tied in their guiltiness. Go you down that way towards the Capitol. This way will I. Disrobe the images If you do find them decked with ceremonies.", "modern": "Well, that ought to move even the most thickheaded of them. There they go, feeling so guilty they're now tongue-tied--they don't have a thing to say. You go down toward the Capitol, and I'll go this way. Undress the statues if they're decorated in honor of Caesar."},
{"original": "May we do so? You know it is the feast of Lupercal.", "modern": "Can we do that? You know it's the feast of ."},
{"original": "Here is a dear, a true-industrious friend, Sir Walter Blunt, new lighted from his horse. Stained with the variation of each soil Betwixt that Holmedon and this seat of ours, And he hath brought us smooth and welcome news. The Earl of Douglas is discomfited; Ten thousand bold Scots, two-and-twenty knights, Balked in their own blood, did Sir Walter see On Holmedon's plains. Of prisoners Hotspur took Mordake, Earl of Fife, and eldest son To beaten Douglas, and the Earl of Atholl, Of Murray, Angus, and Menteith. And is not this an honorable spoil? A gallant prize? Ha, cousin, is it not?", "modern": "My loyal, hard-working friend Sir Walter Blunt has arrived here at court, fresh off his horse and covered with the mud of every town from Holmedon to here. He's brought us very welcome news. The Earl of Douglas has been defeated. Blunt saw ten thousand Scotsmen and twenty-two knights piled up in their own blood on the fields of Holmedon. Hotspur took these men prisoner: Douglas' son Mordake, the Earl of Fife; as well as the Earls of Athol, Murray, Angus, and Menteith. That's a valuable group! A fantastic catch, isn't it, kinsman?"},
{"original": "In faith, it is a conquest for a prince to boast of.", "modern": "Truly, that's a conquest to make even a prince brag."},
{"original": "Yea, there thou mak'st me sad, and mak'st me sin In envy that my Lord Northumberland Should be the father to so blest a son, A son who is the theme of Honor's tongue, Amongst a grove the very straightest plant, Who is sweet Fortune's minion and her pride; Whilst I, by looking on the praise of him, See riot and dishonor stain the brow Of my young Harry. O, that it could be proved That some night-tripping fairy had exchanged In cradle-clothes our children where they lay, And called mine Percy, his Plantagenet! Then would I have his Harry, and he mine. But let him from my thoughts. What think you, coz, Of this young Percy's pride? The prisoners, Which he in this adventure hath surprised To his own use he keeps, and sends me word I shall have none but Mordake, Earl of Fife.", "modern": "Yes, and that makes me sad. Seeing Lord Northumberland with such a blessed son makes me commit the sin of envy. When honor speaks, it speaks about Hotspur. In a grove of trees, Hotspur stands straightest. He is the favorite darling of Fortune. When I see how he is praised, I can only see my own son, Harry, and his reputation for wildness and dishonor. If only it could be proven that a fairy had come to their cradles at night and switched them! Then the Percy family would have my Harry, and we Plantagenets would have Hotspur! But stop thinking about Harry now. Westmoreland, what do you make of young Percy's arrogance? He says he'll keep all the he captured for himself, and will only send me Mordrake, Earl of Fife."},
{"original": "The worthy thane of Ross.", "modern": "The worthy of Ross."},
{"original": "What a haste looks through his eyes! So should he look That seems to speak things strange.", "modern": "His eyes seem frantic! He looks like someone with a strange tale to tell."},
{"original": "It is no matter. Let no images Be hung with Caesar's trophies. I'll about And drive away the vulgar from the streets. So do you too, where you perceive them thick. These growing feathers plucked from Caesar's wing Will make him fly an ordinary pitch, Who else would soar above the view of men And keep us all in servile fearfulness.", "modern": "It doesn't matter. Make sure that none of the statues are decorated in tribute to Caesar. I'll walk around and force the commoners off the streets. You do the same, wherever the crowds are thick. If we take away Caesar's support, he'll have to come back down to earth; otherwise, he'll fly too high and keep the rest of us in a state of fear and obedience."},
{"original": "Faith, niece, you tax Signor Benedick too much, but he'll be meet with you, I doubt it not.", "modern": "For God's sake, Beatrice, you're criticizing Signior Benedick too heavily. But I'm sure he'll get even with you."},
{"original": "Let not my cold words here accuse my zeal: Tis not the trial of a woman's war, The bitter clamour of two eager tongues, Can arbitrate this cause betwixt us twain; The blood is hot that must be cool'd for this: Yet can I not of such tame patience boast As to be hush'd and nought at all to say: First, the fair reverence of your highness curbs me From giving reins and spurs to my free speech; Which else would post until it had return'd These terms of treason doubled down his throat. Setting aside his high blood's royalty, And let him be no kinsman to my liege, I do defy him, and I spit at him; Call him a slanderous coward and a villain: Which to maintain I would allow him odds, And meet him, were I tied to run afoot Even to the frozen ridges of the Alps, Or any other ground inhabitable, Where ever Englishman durst set his foot. Mean time let this defend my loyalty, By all my hopes, most falsely doth he lie.", "modern": "Don't let my calm words cast doubt on my loyalty. I know that angry words will not settle this argument, so I'll try to keep myself under control. But I can't be so calm as to not say anything in my own defense. First, my respect for you, my king, prevents me from saying what I want and throwing those charges of treason right back at Bolingbroke. I defy him and spit on him as if he weren't your relative, my lord. He's a trash-talking coward and a villain, and I'd back up those charges in a duel, even if I gave him an advantage by handicapping myself. For now, I've defended my loyalty and made it known that he lies."},
{"original": "That shows thee a weak slave, for the weakest goes to the wall.", "modern": "That means you're the weak one, because weaklings get pushed up against the wall."},
{"original": "The courses of his youth promised it not. The breath no sooner left his father's body But that his wildness, mortified in him, Seemed to die too. Yea, at that very moment Consideration like an angel came And whipped th' offending Adam out of him, Leaving his body as a paradise T' envelop and contain celestial spirits. Never was such a sudden scholar made, Never came reformation in a flood With such a heady currance scouring faults, Nor never Hydra-headed willfulness So soon did lose his seat, and all at once, As in this king.", "modern": "You wouldn't have expected it based on how he acted as a youth. But no sooner had his father stopped breathing than the prince's wildness died too. Really, at that precise moment he gained a capacity for reflection, which appeared like an angel to chase away the sinful part of him, leaving his body like a paradise, fit to house only lofty thoughts and feelings. You never saw anyone become serious and studious so quickly. You never saw such a total transformation, as though a wild river, rushing through, had swept away his faults. Such a collection of stubborn character flaws was never banished from one place so suddenly as in the case of this king."},
{"original": "Yea, Richard, when I know, for I protest As yet I do not. But, as I can learn, He hearkens after prophecies and dreams, And from the crossrow plucks the letter , And says a wizard told him that by G His issue disinherited should be. And for my name of George begins with , It follows in his thought that I am he. These, as I learn, and such like toys as these Have moved his Highness to commit me now.", "modern": "I'll tell you as soon as I know, Richard, because at this point I have no idea. All I've been able to find out is that our brother the king has been listening to prophecies and dreams. He picked out the letter G from the alphabet and said a wizard told him that G will take the throne away from his children. He thinks G is me. I've learned that this, along with other frivolous reasons like it, is what prompted the king to send me to prison."},
{"original": "Why, this it is when men are ruled by women. 'Tis not the king that sends you to the Tower. My Lady Grey his wife, Clarence, 'tis she That tempers him to this extremity. Was it not she and that good man of worship, Anthony Woodeville, her brother there, That made him send Lord Hastings to the Tower, From whence this present day he is delivered? We are not safe, Clarence. We are not safe.", "modern": "Well, this is what happens when men let themselves be ruled by women. The king isn't the one sending you to the Tower, Clarence. It's his wife, Lady Grey, who got him to do this. Remember how she and her brother, Anthony Woodeville, made him send Lord Hastings to the Tower? Hastings was just released. We're not safe, Clarence, we're not safe."},
{"original": "By heaven, I think there is no man is secure But the queen's kindred and night-walking heralds That trudge betwixt the king and Mistress Shore. Heard ye not what an humble suppliant Lord Hastings was to her for his delivery?", "modern": "By God, I think the only people who safe are the queen's own relatives and the late-night messengers the king uses to fetch his mistress, Mistress Shore. Did you hear how Lord Hastings had to beg the queen to be freed?"},
{"original": "Humbly complaining to her deity Got my Lord Chamberlain his liberty. I'll tell you what: I think it is our way, If we will keep in favor with the king, To be her men and wear her livery. The jealous o'erworn widow and herself, Since that our brother dubbed them gentlewomen, Are mighty gossips in this monarchy.", "modern": "Hastings got his freedom by bowing down to that goddess. And I'll tell you what. If we want to stay in the king's good graces, we're going have to act like the servants, too. Ever since our brother made them gentlewomen, Mistress Shore and the queen have become mighty busybodies in our kingdom."},
{"original": "He hath done good service, lady, in these wars.", "modern": "Signior Benedick served well in the war, my lady."},
{"original": "You had musty victual, and he hath holp to eat it. He is a very valiant trencherman. He hath an excellent stomach.", "modern": "You had rotten food, and he helped you eat it. He's a very brave eater--he has a strong stomach."},
{"original": "And a good soldier too, lady.", "modern": "He's a good soldier too, lady."},
{"original": "And a good soldier to a lady, but what is he to a lord?", "modern": "He's a good soldier to a lady? Well then, what is he to a lord?"},
{"original": "A lord to a lord, a man to a man, stuffed with all honorable virtues.", "modern": "He's a lord to a lord and a man to a man. He is positively stuffed with honorable virtues."},
{"original": "It is so indeed. He is no less than a stuffed man. But for the stuffing--well, we are all mortal.", "modern": "Absolutely--he is stuffed, like a dummy. As for what he's stuffed with--well, nobody's perfect."},
{"original": "You must not, sir, mistake my niece. There is a kind of merry war betwixt Signor Benedick and her. They never meet but there's a skirmish of wit between them.", "modern": "Please don't take my niece the wrong way, sir. Benedick and Beatrice have been waging a war of wits between themselves. Whenever they meet, there's a little battle."},
{"original": "Alas, he gets nothing by that. In our last conflict four of his five wits went halting off, and now is the whole man governed with one, so that if he have wit enough to keep himself warm, let him bear it for a difference between himself and his horse, for it is all the wealth that he hath left to be known a reasonable creature. Who is his companion now? He hath every month a new sworn brother.", "modern": "And I always win. The last time we fought, he was so dazed by the end that he wasn't much smarter than his horse. So tell me, who is he hanging around with these days? Every month he has a new best friend."},
{"original": "Is 't possible?", "modern": "Is that possible?"},
{"original": "Pale trembling coward, there I throw my gage, Disclaiming here the kindred of the king, And lay aside my high blood's royalty, Which fear, not reverence, makes thee to except. If guilty dread have left thee so much strength As to take up mine honour's pawn, then stoop: By that and all the rites of knighthood else, Will I make good against thee, arm to arm, What I have spoke, or thou canst worse devise.", "modern": "You pale coward. There I'll throw my glove in challenge to you and set aside my relationship to the king and my royal blood. It's fear--not respect for the king's bloodline--that keeps you quiet. If your guilt has given you the guts to accept my challenge, then pick up my glove. I'll show your cowardice and treason by defeating you in knightly combat."},
{"original": "I am full sorry That he approves the common liar, who Thus speaks of him at Rome, but I will hope Of better deeds tomorrow. Rest you happy!", "modern": "I'm sad to say this confirms the stories being told about him in Rome, which I had taken to be lies. Well, I'll hope things change for the better soon. Have a good night!"},
{"original": "'Tis true, and therefore women, being the weaker vessels, are ever thrust to the wall. Therefore I will push Montague's men from the wall, and thrust his maids to the wall.", "modern": "You're right. That's why girls get pushed up against walls--they're weak. So what I'll do is push the Montague men into the street and the Montague women up against the wall."},
{"original": "The quarrel is between our masters and us their men.", "modern": "The fight is between our masters, and we men who work for them."},
{"original": "'Tis all one. I will show myself a tyrant. When I have fought with the men, I will be civil with the maids. I will cut off their heads.", "modern": "It's all the same. I'll be a harsh master to them. After I fight the men, I'll be nice to the women--I'll cut off their heads."},
{"original": "The heads of the maids?", "modern": "Cut off their heads? You mean their ?"},
{"original": "Ay, the heads of the maids, or their maidenheads. Take it in what sense thou wilt.", "modern": "Cut off their heads, take their maidenheads--whatever. Take my remark in whichever sense you like."},
{"original": "They must take it in sense that feel it.", "modern": "The women you rape are the ones who'll have to sense it."},
{"original": "Me they shall feel while I am able to stand, and 'tis known I am a pretty piece of flesh.", "modern": "They'll feel me as long as I can keep an erection. Everybody knows I'm a nice piece of flesh."},
{"original": "'Tis well thou art not fish. If thou hadst, thou hadst been poor-john.", "modern": "It's a good thing you're not a piece of fish. You're like salted fish."},
{"original": "Draw thy tool! Here comes of the house of Montagues.", "modern": "Pull out your tool now. These guys are from the house of Montague."},
{"original": "My naked weapon is out. Quarrel! I will back thee.", "modern": "I have my naked sword out. Fight, I'll back you up."},
{"original": "We are blessed in the change.", "modern": "We are fortunate in the change."},
{"original": "Hear him but reason in divinity And, all-admiring, with an inward wish, You would desire the King were made a prelate. Hear him debate of commonwealth affairs, You would say it hath been all in all his study. List his discourse of war, and you shall hear A fearful battle rendered you in music. Turn him to any cause of policy, The Gordian knot of it he will unloose Familiar as his garter; that, when he speaks, The air, a chartered libertine, is still, And the mute wonder lurketh in men's ears To steal his sweet and honeyed sentences; So that the art and practic part of life Must be the mistress to this theoric; Which is a wonder how his Grace should glean it, Since his addiction was to courses vain, His companies unlettered, rude, and shallow, His hours filled up with riots, banquets, sports, And never noted in him any study, Any retirement, any sequestration From open haunts and popularity.", "modern": "If you just listen to him discuss theological matters, you'll find yourself thinking privately what an excellent bishop he would make. Hear him debate matters of domestic policy, and you'd swear he had made them his constant study. Listen to him talk about war, and you'll hear elegant and thrilling accounts of the battles. Bring up any political topic, and he'll untangle it as easily as if it were his own . And the result is that when he speaks, the very air--which is free to go where it likes--stops dead, and men stand in silent wonder, hoping to catch the benefit of his gorgeous utterances. There must be skill and experience behind all this abstract thought, but it's anyone's guess how he obtained it, since in his youth he preferred shallow pursuits, with uneducated, crude and superficial companions. He spent his time drunken, overfed, and constantly seeking out entertainment, with no inclination for learning or quiet contemplation, nor any limit to his tolerance for public haunts and crowds."},
{"original": "Believe me, lord, I think he cannot choose.", "modern": "I don't think he'd have any choice, my lord."},
{"original": "It would seem strange unto him when he waked.", "modern": "When he woke, he wouldn't know where he was."},
{"original": "What country, friends, is this?", "modern": "What country is this, friends?"},
{"original": "This is Illyria, lady.", "modern": "This is Illyria, lady."},
{"original": "And what should I do in Illyria? My brother he is in Elysium. Perchance he is not drown'd.--What think you, sailors?", "modern": "And what am I supposed to do in Illyria? My brother is in heaven. Or maybe there's a chance he didn't drown.--What do you think, sailors?"},
{"original": "It is perchance that you yourself were saved.", "modern": "It was a total fluke that you yourself were saved."},
{"original": "O, my poor brother! And so perchance may he be.", "modern": "Oh, my poor brother! But maybe by some fluke he was saved too."},
{"original": "True, madam. And, to comfort you with chance, Assure yourself, after our ship did split, When you and those poor number saved with you Hung on our driving boat, I saw your brother, Most provident in peril, bind himself, Courage and hope both teaching him the practice, To a strong mast that lived upon the sea, Where, like Arion on the dolphin's back, I saw him hold acquaintance with the waves So long as I could see.", "modern": "It's possible, ma'am. Don't give up yet. When our ship was wrecked and you and a few other survivors were clinging onto our lifeboat, I saw your brother tie himself to a big mast floating in the sea. He was acting resourcefully and courageously in a dangerous situation. For as long as I could see him, he stayed afloat on the waves like on the dolphin's back."},
{"original": "For saying so, there's gold. Mine own escape unfoldeth to my hope, Whereto thy speech serves for authority, The like of him. Know'st thou this country?", "modern": "Thank you for saying that--here's some money to express my gratitude. Since I survived, it's easier for me to imagine he survived too, and what you say gives me a reason to hope for the best. Do you know this area we're in?"},
{"original": "Ay, madam, well, for I was bred and born Not three hours' travel from this very place.", "modern": "Yes, ma'am, I know it well. I was born and raised less than three hours from here."},
{"original": "What is the reason of this terrible summons? What is the matter there?", "modern": "What's the reason for this horrible shouting? What's the matter?"},
{"original": "Signior, is all your family within?", "modern": "Sir, is everyone in your family at home?"},
{"original": "Are your doors locked?", "modern": "Are your doors locked?"},
{"original": "Why, wherefore ask you this?", "modern": "Why are you asking me that?"},
{"original": "Zounds, sir, you're robbed! For shame, put on your gown. Your heart is burst, you have lost half your soul. Even now, now, very now, an old black ram Is tupping your white ewe. Arise, arise, Awake the snorting citizens with the bell Or else the devil will make a grandsire of you. Arise, I say!", "modern": "For God's sake, sir, you've been robbed. Get dressed. Your heart's going to break. It's like half your soul's been ripped out. At this very minute an old black ram is having sex with your little white lamb. Wake up, wake up, ring a bell and wake up all the snoring citizens. If you wait too long you'll have black grandchildren. Get up, I tell you!"},
{"original": "What, have you lost your wits?", "modern": "Are you crazy?"},
{"original": "Most reverend signior, do you know my voice?", "modern": "Do you recognize my voice, noble lord?"},
{"original": "Not I. What are you?", "modern": "Not me. Who are you?"},
{"original": "My name is Roderigo.", "modern": "My name's Roderigo."},
{"original": "The worser welcome. I have charged thee not to haunt about my doors. In honest plainness thou hast heard me say My daughter is not for thee. And now in madness, Being full of supper and distempering drafts, Upon malicious knavery dost thou come To start my quiet?", "modern": "I told you not to hang around my house. I've already told you quite plainly that my daughter will never marry you. Now you come here drunk to make trouble and startle me out of a sound sleep?"},
{"original": "Our daughters' several dowers, that future strife May be prevented now. The two great princes, France and Burgundy, Great rivals in our youngest daughter's love, Long in our court have made their amorous sojourn, And here are to be answered.--Tell me, my daughters, (Since now we will divest us both of rule, Interest of territory, cares of state) Which of you shall we say doth love us most That we our largest bounty may extend Where nature doth with merit challenge?--Goneril, Our eldest born, speak first.", "modern": "great princes of France and Burgundy, vying for the hand of my youngest Cordelia, have been at my court a long time and will soon have their answers.--My daughters, since I'm about to give up my throne and the worries that go along with it, tell me which one of you loves me most, so that I can give my largest gift to the one who deserves it most.--Goneril, my oldest daughter, you speak first."},
{"original": "Look in thy glass and tell the face thou viewest, Now is the time that face should form another, Whose fresh repair if now thou not renewest, Thou dost beguile the world, unbless some mother. For where is she so fair whose uneared womb Disdains the tillage of thy husbandry? Or who is he so fond will be the tomb Of his self-love, to stop posterity? Thou art thy mother's glass, and she in thee Calls back the lovely April of her prime; So thou through windows of thine age shalt see, Despite of wrinkles, this thy golden time. But if thou live remembered not to be, Die single and thine image dies with thee.", "modern": "Look in your mirror and tell the face you see that it's time to father a child. Your face is fresh and healthy now, but if you don't reproduce it, you'll be cheating the world and cursing a woman who would happily be your child's mother. After all, do you think there's a woman out there so beautiful that she'd refuse to have your child? And what man would be so foolish as to allow his own self-absorption to stop himself from fathering children? You are like a mirror to your own mother, and when she looks at you she can gaze back at the lovely springtime of her youth. In the same way, when you are old and wrinkled, you'll be able to look at your child and see yourself in your prime. But if you choose not to have a child to remember you, you'll die alone and leave no memory of your own image."},
{"original": "You look not well, Signor Antonio. You have too much respect upon the world. They lose it that do buy it with much care. Believe me, you are marvelously changed.", "modern": "You don't look well, Antonio. You're taking things too seriously. People with too much invested in the world always get hurt. I'm telling you, you don't look like yourself."},
{"original": "Even as a flatt'ring dream or worthless fancy. Then take him up and manage well the jest. Carry him gently to my fairest chamber And hang it round with all my wanton pictures. Balm his foul head in warm distilled waters And burn sweet wood to make the lodging sweet. Procure me music ready when he wakes, To make a dulcet and a heavenly sound. And if he chance to speak, be ready straight And with a low submissive reverence Say, What is it your Honor will command? Let one attend him with a silver basin Full of rose-water and bestrewed with flowers, Another bear the ewer, the third a diaper, And say, Will 't please your Lordship cool your hands? Someone be ready with a costly suit And ask him what apparel he will wear. Another tell him of his hounds and horse, And that his lady mourns at his disease. Persuade him that he hath been lunatic, And when he says he is, say that he dreams, For he is nothing but a mighty lord. This do, and do it kindly, gentle sirs. It will be pastime passing excellent If it be husbanded with modesty.", "modern": "It would be just like a nice daydream or fantasy. Well, take him on up and we'll try to pull it off. Carry him to my best room--gently, so he doesn't wake--and hang all my erotic paintings around him. Bathe his filthy head with warm, scented water. Burn fragrant wood to give the room a pleasant smell, and have musicians at hand, ready to produce sweet, soothing sounds when he awakes. You want to be ready in case he speaks. If he does, bow low and say deferentially, What would your Honor have us do? Have one servant wait on him with a basin of rosewater (throw in some petals), have another servant carry a pitcher, and a third a cloth. Say, Would your Lordship care to freshen up? Have someone standing by with expensive clothes, and ask him what he'd care to wear. Have another servant tell him about the dogs and horses that he owns and that his wife is grief-stricken over his illness. Convince him that he has been out of his mind--and when he says he's out of his mind tell him he's mistaken and that he is in fact a mighty lord. Do this--make it convincing--and we'll have fun. It could work if it's done subtly."},
{"original": "My lord, I warrant you we will play our part As he shall think by our true diligence He is no less than what we say he is.", "modern": "My lord, I promise we will play our parts so skillfully that he will believe everything we tell him."},
{"original": "Sir, sir, sir--", "modern": "Sir, sir, sir--"},
{"original": "Sir, I do love you more than words can wield the matter, Dearer than eyesight, space, and liberty, Beyond what can be valued, rich or rare, No less than life, with grace, health, beauty, honor, As much as child e'er loved or father found-- A love that makes breath poor and speech unable. Beyond all manner of so much I love you.", "modern": "Sir, I love you more than words can say. I love you more than eyesight, space, and freedom, beyond wealth or anything of value. I love you as much as life itself, and as much as status, health, beauty, or honor. I love you as much as any child has ever loved her father, with a love too deep to be spoken of. I love you more than any answer to the question How much?"},
{"original": "What shall Cordelia speak? Love, and be silent.", "modern": "What will I say? I can only love and be silent."},
{"original": "Of all these bounds, even from this line to this, With shadowy forests and with champains riched, With plenteous rivers and wide-skirted meads, We make thee lady. To thine and Albany's issue Be this perpetual.--What says our second daughter, Our dearest Regan, wife of Cornwall? Speak.", "modern": "I give you all this land, from this line to that one--dense forests, fertile fields, rivers rich with fish, wide meadows. This land will belong to your and Albany's children forever.--And now what does my second daughter Regan, the wife of Cornwall, have to say? Tell me."},
{"original": "Sir, I am made of that self mettle as my sister, And prize me at her worth. In my true heart, I find she names my very deed of love-- Only she comes too short, that I profess", "modern": "Sir, I'm made of the same stuff as my sister and consider myself just as good as she is. She's described my feelings of love for you precisely, but her description falls a little short of the truth. I reject completely any"},
{"original": "I hold the world but as the world, Gratiano-- A stage where every man must play a part, And mine a sad one.", "modern": "For me the world is just the world, Gratiano--a stage where every person has a part to play. I play a sad one."},
{"original": "Let me play the fool. With mirth and laughter let old wrinkles come. And let my liver rather heat with wine Than my heart cool with mortifying groans. Why should a man whose blood is warm within Sit like his grandsire cut in alabaster, Sleep when he wakes, and creep into the jaundice By being peevish? I tell thee what, Antonio-- I love thee, and 'tis my love that speaks-- There are a sort of men whose visages Do cream and mantle like a standing pond, And do a willful stillness entertain With purpose to be dressed in an opinion Of wisdom, gravity, profound conceit, As who should say, I am Sir Oracle, And when I ope my lips, let no dog bark! O my Antonio, I do know of these That therefore only are reputed wise For saying nothing, when I am very sure If they should speak, would almost damn those ears Which, hearing them, would call their brothers fools. I'll tell thee more of this another time. But fish not with this melancholy bait For this fool gudgeon, this opinion.-- Come, good Lorenzo.--Fare ye well awhile. I'll end my exhortation after dinner.", "modern": "Then I'll play the happy fool and get laugh lines on my face. I'd rather overload my liver with wine than starve my heart by denying myself fun. Why should any living man sit still like a statue? Why should he sleep when he's awake? Why should he get ulcers from being crabby all the time? I love you, and I'm telling you this because I care about you, Antonio--there are men who always look serious. Their faces never move or show any expression, like stagnant ponds covered with scum. They're silent and stern, and they think they're wise and deep, important and respectable. When they talk, they think everybody else should keep quiet, and that even dogs should stop barking. I know a lot of men like that, Antonio. The only reason they're considered wise is because they don't say anything. I'm sure if they ever opened their mouths, everyone would see what fools they are. I'll talk to you more about this some other time. In the meantime, cheer up. Don't go around looking so glum. That's my opinion, but what do I know? I'm a fool.--Let's go, Lorenzo.--Goodbye for now. I'll finish my lecture after dinner."},
{"original": "I will no further offend you than becomes me for my good.", "modern": "I won't bother you any more than necessary."},
{"original": "Get you with him, you old dog.", "modern": "ADAM And you get lost too, you old dog."},
{"original": "Is old dog my reward? Most true, I have lost my teeth in your service. God be with my old master. He would not have spoke such a word.", "modern": "Is that my reward--to be called old dog? Well, it's true, I've served this family so long I've gotten old and toothless, like a dog. God bless my old master. He would never have spoken to me like this."},
{"original": "Nay, forward, old man. Do not break off so, For we may pity though not pardon thee.", "modern": "No, keep going, old man; don't stop like that. For we may take pity on you, even if we can't pardon you."},
{"original": "It is offended.", "modern": "It looks like you've offended it."},
{"original": "This is his uncle's teaching. This is Worcester, Malevolent to you in all aspects, Which makes him prune himself, and bristle up The crest of youth against your dignity.", "modern": "His uncle Worcester put him up to that. It is just like Worcester to act against you in all ways. He's the one making Hotspur behave like this, flaunting his youth in the face of your dignified age."},
{"original": "But I have sent for him to answer this. And for this cause awhile we must neglect Our holy purpose to Jerusalem. Cousin, on Wednesday next our council we Will hold at Windsor. So inform the lords. But come yourself with speed to us again, For more is to be said and to be done Than out of anger can be uttered.", "modern": "I've sent for Hotspur to explain himself. We'll have to postpone the plans for our crusade to Jerusalem. Go tell my advisers that our next meeting will be Wednesday at Windsor. Then hurry back here. There's more to be said and done, but I'm too angry now to speak."},
{"original": "I will, my liege.", "modern": "I will, my lord."},
{"original": "So will I grow, so live, so die, my lord, Ere I will yield my virgin patent up Unto his lordship, whose unwished yoke My soul consents not to give sovereignty.", "modern": "I'd rather wither away than give up my virginity to someone I don't love."},
{"original": "Take time to pause, and by the next new moon-- The sealing day betwixt my love and me For everlasting bond of fellowship-- Upon that day either prepare to die For disobedience to your father's will, Or else to wed Demetrius, as he would, Or on Diana's altar to protest For aye austerity and single life.", "modern": "Take some time to think about this. By the time of the next new moon--the day when Hippolyta and I will be married--be ready either to be executed for disobeying your father, to marry Demetrius as your father wishes, or to take a vow to spend the rest of your life as a virgin priestess of the moon goddess."},
{"original": "Relent, sweet Hermia--And, Lysander, yield Thy crazed title to my certain right.", "modern": "Please give in, sweet Hermia.--And Lysander, stop acting like she's yours. I've got more of a right to her than you do."},
{"original": "Is it even so? Begin you to grow upon me? I will physic your rankness and yet give no thousand crowns neither.--Holla, Dennis!", "modern": "Is that how it's going to be? Are you starting to challenge me? I'll cure you of your insolence, and I'm not going to give you a thousand crowns, either!--Hey, Dennis!"},
{"original": "Calls your Worship?", "modern": "Did you call for me, your Worship?"},
{"original": "Was not Charles, the duke's wrestler, here to speak with me?", "modern": "Wasn't Charles, the duke's wrestler, here to speak with me?"},
{"original": "So please you, he is here at the door and importunes access to you.", "modern": "Yes, sir, he's here at the door right now and asks to see you."},
{"original": "Call him in.", "modern": "Call him in."},
{"original": "'Twill be a good way, and tomorrow the wrestling is.", "modern": "I have a good plan. And tomorrow is the wrestling match."},
{"original": "O, had the gods done so, I had not now Worthily termed them merciless to us. For, ere the ships could meet by twice five leagues, We were encounterd by a mighty rock, Which being violently borne upon, Our helpful ship was splitted in the midst; So that, in this unjust divorce of us, Fortune had left to both of us alike What to delight in, what to sorrow for. Her part, poor soul, seeming as burdened With lesser weight, but not with lesser woe, Was carried with more speed before the wind, And in our sight they three were taken up By fishermen of Corinth, as we thought. At length, another ship had seized on us And, knowing whom it was their hap to save, Gave healthful welcome to their shipwracked guests, And would have reft the fishers of their prey Had not their bark been very slow of sail; And therefore homeward did they bend their course. Thus have you heard me severed from my bliss; That by misfortunes was my life prolonged To tell sad stories of my own mishaps.", "modern": "Had the gods taken pity on us, I wouldn't be here calling them merciless. The two ships hadn't come within ten leagues of us when our ship hit a huge rock and split down the middle. As we were unjustly separated from each other, both my wife and I were left with something to delight in and something to sorrow over. For her part-the poor soul! Her half of the mast weighed less, but she was no luckier than I was: the wind carried her away more quickly. I saw them rescued by fishermen from Corinth-or so I thought. After a while, another ship rescued me and the two boys who were with me. The sailors knew me, so they took good care of us. Our ship would have caught up with the other ship and taken back my wife and the children, but we sailed too slowly and their ship sped toward their home. So now you've heard how I was separated from everything I love. It's been my bad luck to remain alive long enough to be able to tell the sad stories of my own misfortunes."},
{"original": "And for the sake of them thou sorrowest for, Do me the favour to dilate at full What hath befall'n of them and thee till now.", "modern": "And for the sake of those you grieve for, do me a favor: tell me the full story of what has happened to you and them, up to this point."},
{"original": "My youngest boy, and yet my eldest care, At eighteen years became inquisitive After his brother, and importuned me That his attendant-so his case was like,", "modern": "My youngest son, whom I care about the most, turned eighteen and started to wonder about his twin brother. He asked me to let him take his attendant-who had also lost a brother, though he had kept his brother's"},
{"original": "See, it stalks away.", "modern": "Look, it's going away."},
{"original": "Stay! Speak, speak! I charge thee, speak!", "modern": "Stay! Speak! Speak! I order you, speak!"},
{"original": "'Tis gone and will not answer.", "modern": "It's gone. It won't answer now."},
{"original": "How now, Horatio? You tremble and look pale. Is not this something more than fantasy? What think you on 't?", "modern": "What's going on, Horatio? You're pale and trembling. You agree now that we're not imagining this, don't you? What do you think about it?"},
{"original": "Before my God, I might not this believe Without the sensible and true avouch Of mine own eyes.", "modern": "I swear to God, if I hadn't seen this with my own eyes I'd never believe it."},
{"original": "Is it not like the king?", "modern": "Doesn't it look like the king?"},
{"original": "As thou art to thyself. Such was the very armour he had on When he the ambitious Norway combated. So frowned he once when, in an angry parle, He smote the sledded Polacks on the ice. 'Tis strange.", "modern": "Yes, as much as you look like yourself. The king was wearing exactly this armor when he fought the king of Norway. And the ghost frowned just like the king did once when he attacked the Poles, traveling on the ice in sleds. It's weird."},
{"original": "Thus twice before, and jump at this dead hour, With martial stalk hath he gone by our watch.", "modern": "It's happened like this twice before, always at this exact time. He stalks by us at our post like a warrior."},
{"original": "In what particular thought to work I know not, But in the gross and scope of mine opinion This bodes some strange eruption to our state.", "modern": "I don't know exactly how to explain this, but I have a general feeling this means bad news for our country."},
{"original": "You have her father's love, Demetrius. Let me have Hermia's. Do you marry him.", "modern": "Her father loves you, Demetrius. So why don't you marry him and let me have Hermia?"},
{"original": "Scornful Lysander, true, he hath my love, And what is mine my love shall render him. And she is mine, and all my right of her I do estate unto Demetrius.", "modern": "It's true, rude Lysander, I do love him. That's why I'm giving him my daughter. She's mine, and I'm giving her to Demetrius."},
{"original": "THESEUS I am, my lord, as well derived as he, As well possessed. My love is more than his. My fortunes every way as fairly ranked, (If not with vantage) as Demetrius'. And--which is more than all these boasts can be-- I am beloved of beauteous Hermia. Why should not I then prosecute my right? Demetrius, I'll avouch it to his head, Made love to Nedar's daughter, Helena, And won her soul. And she, sweet lady, dotes, Devoutly dotes, dotes in idolatry Upon this spotted and inconstant man.", "modern": "THESEUS My lord, I'm just as noble and rich as he is. I love Hermia more than he does. My prospects are as good as his, if not better. And beautiful Hermia loves me--which is more important than all those other things I'm bragging about. Why shouldn't I be able to marry her? Demetrius--and I'll say this to his face--courted Nedar's daughter, Helena, and made her fall in love with him. That sweet lady, Helena, loves devoutly. She adores this horrible and unfaithful man."},
{"original": "Calphurnia!", "modern": "Calphurnia!"},
{"original": "Peace, ho! Caesar speaks.", "modern": "Quiet! Caesar's talking."},
{"original": "Calphurnia!", "modern": "Calphurnia!"},
{"original": "Here, my lord.", "modern": "I'm here, my lord."},
{"original": "God save the king.", "modern": "God save the king!"},
{"original": "Whence cam'st thou, worthy thane?", "modern": "Where have you come from, worthy thane?"},
{"original": "From Fife, great king, Where the Norweyan banners flout the sky And fan our people cold. Norway himself, with terrible numbers, Assisted by that most disloyal traitor, The thane of Cawdor, began a dismal conflict, Till that Bellona's bridegroom, lapped in proof, Confronted him with self-comparisons, Point against point, rebellious arm 'gainst arm, Curbing his lavish spirit; and to conclude, The victory fell on us.", "modern": "Great king, I've come from Fife, where the Norwegian flag flies, mocking our country and frightening our people. Leading an enormous army and assisted by that disloyal traitor, the thane of Cawdor, the king of Norway began a bloody battle. But outfitted in his battle-weathered armor, Macbeth met the Norwegian attacks shot for shot, as if he were the goddess of war's husband. Finally he broke the enemy's spirit, and we were victorious."},
{"original": "Great happiness!", "modern": "Great happiness!"},
{"original": "That now Sweno, the Norways' king, craves composition. Nor would we deign him burial of his men Till he disbursed at Saint Colme's Inch Ten thousand dollars to our general use.", "modern": "So now Sweno, the Norwegian king, wants a treaty. We told him we wouldn't even let him bury his men until he retreated to Saint Colme's Inch and paid us ten thousand dollars."},
{"original": "No more that thane of Cawdor shall deceive Our bosom interest: go pronounce his present death, And with his former title greet Macbeth.", "modern": "The thane of Cawdor will never again betray me. Go announce that he will be executed, and tell Macbeth that Cawdor's titles will be given to him."},
{"original": "I'll see it done.", "modern": "I'll get it done right away."},
{"original": "What he hath lost, noble Macbeth hath won.", "modern": "The thane of Cawdor has lost what the noble Macbeth has won."},
{"original": "How? Turn thy back and run?", "modern": "How will you back me up--by turning your back and running away?"},
{"original": "Stand you directly in Antonius' way When he doth run his course.--Antonius!", "modern": "Stand right in Antonius's path when he runs the race. Antonius!"},
{"original": "Caesar, my lord.", "modern": "Yes, Caesar?"},
{"original": "Forget not in your speed, Antonius, To touch Calphurnia, for our elders say The barren, touched in this holy chase, Shake off their sterile curse.", "modern": "Antonius, after you take off, don't forget to touch Calphurnia, because our wise elders say that if you touch an infertile woman during this holy race, she'll be freed from the curse of sterility."},
{"original": "I shall remember. When Caesar says, do this, it is performed.", "modern": "I'll remember. When Caesar says do this, it is done."},
{"original": "Set on, and leave no ceremony out.", "modern": "Continue, then, and don't forget to perform all of the rituals."},
{"original": "Caesar!", "modern": "Caesar!"},
{"original": "Fear me not.", "modern": "Don't worry about me."},
{"original": "No, marry. I fear thee.", "modern": "No, really. I worried about you!"},
{"original": "Let us take the law of our sides. Let them begin.", "modern": "Let's not break the law by starting a fight. Let them start something."},
{"original": "I will frown as I pass by, and let them take it as they list.", "modern": "I'll frown at them as they pass by, and they can react however they want."},
{"original": "Nay, as they dare. I will bite my thumb at them, which is a disgrace to them, if they bear it.", "modern": "You mean however they dare. I'll bite my thumb at them. That's an insult, and if they let me get away with it they'll be dishonored. SAMPSON"},
{"original": "Do you bite your thumb at us, sir?", "modern": "Hey, are you biting your thumb at us?"},
{"original": "I do bite my thumb, sir.", "modern": "I'm biting my thumb."},
{"original": "Do you bite your thumb at us, sir?", "modern": "Are you biting your thumb at us?"},
{"original": "GREGORY Is the law of our side if I say ay?", "modern": "( GREGORY) Is the law on our side if I say yes?"},
{"original": "SAMPSON No.", "modern": "SAMPSON No."},
{"original": "No, sir. I do not bite my thumb at you, sir, but I bite my thumb, sir.", "modern": "( ABRAM) No, sir, I'm not biting my thumb at you, but I am biting my thumb."},
{"original": "Do you quarrel, sir?", "modern": "Are you trying to start a fight?"},
{"original": "Quarrel, sir? No, sir.", "modern": "Start a fight? No, sir."},
{"original": "Very easily possible. He wears his faith but as the fashion of his hat; it ever changes with the next block.", "modern": "It's entirely possible. He's incredibly fickle--his affection changes faster than the latest fashions."},
{"original": "I see, lady, the gentleman is not in your books.", "modern": "I can see you don't like this gentleman."},
{"original": "No. An he were, I would burn my study. But I pray you, who is his companion? Is there no young squarer now that will make a voyage with him to the devil?", "modern": "No, absolutely not. But please tell me, who's his best friend? Isn't there some new swaggering young ruffian who will happily go to hell with Benedick?"},
{"original": "I beseech your Graces both to pardon me. His majesty hath straitly given in charge That no man shall have private conference, Of what degree soever, with his brother.", "modern": "I beg your pardon, my lords, but the king gave me orders that no one, however high in rank, should speak privately to Clarence."},
{"original": "Even so. An please your Worship, Brakenbury, You may partake of anything we say. We speak no treason, man. We say the king Is wise and virtuous, and his noble queen Well struck in years, fair, and not jealous. We say that Shore's wife hath a pretty foot, A cherry lip, a bonny eye, a passing pleasing tongue, And that the queen's kindred are made gentlefolks. How say you, sir? Can you deny all this?", "modern": "All right. If you like, Brakenbury, you can listen to anything we say. We're not saying anything treasonous, man. We say the king is wise and good, and his noble queen is getting old, pretty, and not jealous. And that Mr. Shore's wife has nice feet, cherry lips, pretty eyes, and a very pleasant way of expressing herself. And, finally, that the queen's relatives have all been elevated in rank. What do you think? Is there anything inaccurate in that?"},
{"original": "With this, my lord, myself have naught to do.", "modern": "I have nothing to do with what you're talking about, my lord."},
{"original": "He is most in the company of the right noble Claudio.", "modern": "He spends most of his time with the good, noble Claudio."},
{"original": "O Lord, he will hang upon him like a disease! He is sooner caught than the pestilence, and the taker runs presently mad. God help the noble Claudio! If he have caught the Benedick, it will cost him a thousand pound ere a be cured.", "modern": "Oh God, Benedick will plague him like a disease! Benedick is an infection that's easy to catch but hard to get rid of--and he'll drive you crazy once you've been infected. God help Claudio! If he's caught the Benedick, he'll lose all his money before he's cured."},
{"original": "I will hold friends with you, lady.", "modern": "I'm going to make sure I stay on your good side, lady."},
{"original": "Do, good friend.", "modern": "Do that, my friend."},
{"original": "You will never run mad, niece.", "modern": "You will never fall victim to Benedick's charms, my niece."},
{"original": "No, not till a hot January.", "modern": "No, not until we see a hot January."},
{"original": "Don Pedro is approached.", "modern": "Don Pedro is here."},
{"original": "Good Signor Leonato, are you come to meet your trouble? The fashion of the world is to avoid cost, and you encounter it.", "modern": "My dear Signior Leonato, hosting my whole army is such a huge burden, but you accept it--and me--with open arms. Most people choose to avoid trouble, but you run to it."},
{"original": "Lord Alexas, sweet Alexas, most anything Alexas, almost most absolute Alexas, where's the soothsayer that you praised so to th' Queen? Oh that I knew this husband, which, you say, must charge his horns with garlands!", "modern": "Lord Alexas, sweet Alexas, most anything Alexas, almost the most consummate Alexas, where's the fortuneteller you recommended so highly to the Queen? Oh, I only wish I knew the name of that husband you said he predicted will have a cheating wife!"},
{"original": "Soothsayer!", "modern": "Fortuneteller!"},
{"original": "Naught to do with Mistress Shore? I tell thee, fellow, He that doth naught with her, excepting one, Were best he do it secretly, alone.", "modern": "Nothing to do with Mrs. Shore! I tell you, mister, there's only one man who gets to do with her and not be punished for it. Everyone else had better keep their nothings to themselves."},
{"original": "What one, my lord?", "modern": "Who is that, my lord?"},
{"original": "Her husband, knave. Wouldst thou betray me?", "modern": "Her husband, you rascal. Are you going to get me in trouble?"},
{"original": "I do beseech your Grace to pardon me, and withal Forbear your conference with the noble duke.", "modern": "I beg your to pardon me, and now please stop talking to Clarence."},
{"original": "Your will?", "modern": "What can I do for you?"},
{"original": "Is this the man? Is 't you, sir, that know things?", "modern": "Is this the man you recommended? Are you the man who knows the future?"},
{"original": "In nature's infinite book of secrecy A little I can read.", "modern": "I can understand a few of nature's infinite secrets."},
{"original": "Show him your hand.", "modern": "Give him your hand to read."},
{"original": "Bring in the banquet quickly. Wine enough Cleopatra's health to drink.", "modern": "Bring the dessert in right away, and make sure there's enough wine to toast Cleopatra's health."},
{"original": "Good sir, give me good fortune.", "modern": "Kind sir, give me a good fortune."},
{"original": "I make not, but foresee.", "modern": "I don't make fortunes; I only see them."},
{"original": "Pray, then, foresee me one.", "modern": "Then see a good one for me."},
{"original": "You shall be yet far fairer than you are.", "modern": "Your beauty will be even greater than it is now."},
{"original": "He means in flesh.", "modern": "He means I'll get fat."},
{"original": "No, you shall paint when you are old.", "modern": "No, he means you'll use makeup when you're old."},
{"original": "Wrinkles forbid!", "modern": "May my wrinkles forbid that!"},
{"original": "Vex not his prescience. Be attentive.", "modern": "Don't joke about his predictions. Pay attention."},
{"original": "Hush!", "modern": "Quiet!"},
{"original": "You shall be more beloving than beloved.", "modern": "You will love more than you are loved."},
{"original": "I take it up; and by that sword I swear Which gently laid my knighthood on my shoulder, I'll answer thee in any fair degree, Or chivalrous design of knightly trial: And when I mount, alive may I not light, If I be traitor or unjustly fight!", "modern": "I'll take that challenge. And I promise, by my knighthood, that I'll fight you fairly in whatever contest you wish. And when I mount my horse, let me not dismount alive if I'm a traitor or if I cheat in any way!"},
{"original": "What doth our cousin lay to Mowbray's charge? It must be great that can inherit us So much as of a thought of ill in him.", "modern": "What do you accuse Mowbray of, my cousin? It will have to be something terrible if it's going to make me think badly of him in any way."},
{"original": "Look, what I speak, my life shall prove it true; That Mowbray hath received eight thousand nobles In name of lendings for your highness' soldiers, The which he hath detain'd for lewd employments, Like a false traitor and injurious villain. Besides I say and will in battle prove, Or here or elsewhere to the furthest verge That ever was survey'd by English eye, That all the treasons for these eighteen years Complotted and contrived in this land Fetch from false Mowbray their first head and spring. Further I say and further will maintain Upon his bad life to make all this good, That he did plot the Duke of Gloucester's death, Suggest his soon-believing adversaries, And consequently, like a traitor coward, Sluiced out his innocent soul through streams of blood: Which blood, like sacrificing Abel's, cries, Even from the tongueless caverns of the earth, To me for justice and rough chastisement; And, by the glorious worth of my descent, This arm shall do it, or this life be spent.", "modern": "I'll prove with my life that what I say is true. Mowbray has received eight thousand gold coins that he was supposed to pay to your soldiers as advances on their wages. But he's used the money improperly, just like a traitor and harmful villain would. Even more, I declare and will prove in battle that all treasonous plots over the past eighteen years originated with Mowbray. And further, I know that he caused the death of the Duke of Gloucester by encouraging the duke's easily influenced enemies, like any coward would, to slay the innocent duke. The duke was murdered like , and his blood demands that I seek revenge and justice. By my own good name, I'll inflict that justice on Mowbray or die trying."},
{"original": "The strawberry grows underneath the nettle, And wholesome berries thrive and ripen best Neighbored by fruit of baser quality; And so the Prince obscured his contemplation Under the veil of wildness, which, no doubt, Grew like the summer grass, fastest by night, Unseen yet crescive in his faculty.", "modern": "Strawberries grow underneath nettle plants, and berries grow best when they're planted next to inferior fruit. In the same way, the prince hid his serious side under the guise of wild behavior. Just like summer grass, which grows fastest during the night, this sober quality was able to grow and thrive all the better for being undetected."},
{"original": "It must be so, for miracles are ceased, And therefore we must needs admit the means How things are perfected.", "modern": "That must be it, because the age of miracles is passed, and we have to find reasonable explanations for why these things happen."},
{"original": "But, my good lord, How now for mitigation of this bill Urged by the Commons? Doth his Majesty Incline to it or no?", "modern": "But tell me, my lord: as to the softening of this bill proposed by the House of Commons, does his Majesty favor it or not?"},
{"original": "He seems indifferent, Or rather swaying more upon our part Than cherishing th' exhibitors against us; For I have made an offer to his Majesty-- Upon our spiritual convocation And in regard of causes now in hand, Which I have opened to his Grace at large, As touching France--to give a greater sum Than ever at one time the clergy yet Did to his predecessors part withal.", "modern": "He seems neutral, perhaps leaning a little more toward our side than that of our opponents--since I've made his Majesty an offer, following a meeting with our fellow bishops. The offer regards certain matters having to do with France that his Grace and I have been discussing. My offer would involve us giving him a greater sum than the clergy ever gave at one time to any of his predecessors."},
{"original": "How did this offer seem received, my lord?", "modern": "How did he take the offer, my lord?"},
{"original": "Well, we will leave you then till dinnertime. I must be one of these same dumb wise men, For Gratiano never lets me speak.", "modern": "All right, we'll see you at dinnertime. I must be one of these silent so-called wise men Gratiano's talking about, because he never lets me get a word in."},
{"original": "Well, keep me company but two years more, Thou shalt not know the sound of thine own tongue.", "modern": "If you hang around me for two more years, you'll forget the sound of your own voice. I won't ever let you speak."},
{"original": "Who governs here?", "modern": "Who's the ruler here?"},
{"original": "A noble duke, in nature As in name.", "modern": "A duke who is noble in name and character."},
{"original": "What is his name?", "modern": "What's his name?"},
{"original": "Orsino.", "modern": "Orsino."},
{"original": "Orsino. I have heard my father name him. He was a bachelor then.", "modern": "Orsino. I've heard my father mention him. When I first heard about him, he was still a bachelor."},
{"original": "And so is now, or was so very late. For but a month ago I went from hence, And then 'twas fresh in murmur--as, you know, What great ones do the less will prattle of-- That he did seek the love of fair Olivia.", "modern": "He's still a bachelor, or at least he was a month ago, when I left. But there was a rumor--you know, people always gossip about royalty--that he was in love with the beautiful Olivia."},
{"original": "What's she?", "modern": "Who's she?"},
{"original": "A virtuous maid, the daughter of a count That died some twelvemonth since, then leaving her In the protection of his son, her brother, Who shortly also died, for whose dear love, They say, she hath abjured the company And sight of men.", "modern": "A virtuous young woman, the daughter of a count who died last year. Her brother had custody of her for a while, but then he died too. They say she's totally sworn off men now, in memory of her brother."},
{"original": "Take him up gently, and to bed with him, And each one to his office when he wakes.", "modern": "Carry him gently to bed, and every man be ready at his post when he awakes."},
{"original": "Sirrah, go see what trumpet 'tis that sounds.", "modern": "Go, lad, and find out what the trumpet's sounding for."},
{"original": "Belike some noble gentleman that means, Traveling some journey, to repose him here.", "modern": "It's probably some noble gentleman stopping off in mid-journey, thinking to spend the night here."},
{"original": "How now! who is it?", "modern": "Well, who is it?"},
{"original": "An't please your Honor, players That offer service to your Lordship.", "modern": "Sir, it's a troupe of actors who want to perform for your Lordship."},
{"original": "Bid them come near.", "modern": "Have them come in."},
{"original": "Farewell. I'll grow a talker for this gear.", "modern": "Goodbye. After that lecture of yours, I'll start talking a lot."},
{"original": "Thanks, i' faith, for silence is only commendable In a neat's tongue dried and a maid not vendible.", "modern": "Thank you. The only tongues that should be silent are ox-tongues on a dinner plate and those that belong to old maids."},
{"original": "Is that any thing now?", "modern": "Is he right?"},
{"original": "Gratiano speaks an infinite deal of nothing, more than any man in all Venice. His reasons are as two grains of wheat hid in two bushels of chaff--you shall seek all day ere you find them, and when you have them they are not worth the search.", "modern": "Gratiano talks more nonsense than any other man in Venice. His point is always like a needle in a haystack--you look for it all day, and when you find it you realize it wasn't worth the trouble."},
{"original": "Well, tell me now what lady is the same To whom you swore a secret pilgrimage, That you today promised to tell me of?", "modern": "So, who's this girl, the one you said you were going to take a special trip for? You promised to tell me."},
{"original": "'Tis not unknown to you, Antonio, How much I have disabled mine estate, By something showing a more swelling port Than my faint means would grant continuance. Nor do I now make moan to be abridged From such a noble rate. But my chief care", "modern": "Antonio, you know how bad my finances have been lately. I've been living way beyond my means. Don't get me wrong, I'm not complaining about having to cut back."},
{"original": "Myself an enemy to all other joys, Which the most precious square of sense possesses. And find I am alone felicitate In your dear highness' love.", "modern": "joy except my love for you, and I find that only your majesty's love makes me happy."},
{"original": "Oh, that I served that lady And might not be delivered to the world, Till I had made mine own occasion mellow, What my estate is.", "modern": "I wish I could work for that lady! It'd be a good way to hide from the world until the time was right to identify myself."},
{"original": "That were hard to compass, Because she will admit no kind of suit, No, not the duke's.", "modern": "That would be hard to do. She won't allow anyone in to see her, not even the duke's messengers."},
{"original": "Now, fellows, you are welcome.", "modern": "You are welcome here, my friends."},
{"original": "We thank your Honor.", "modern": "We thank your Honor."},
{"original": "Do you intend to stay with me tonight?", "modern": "Were you thinking of spending the night here?"},
{"original": "So please your Lordship to accept our duty.", "modern": "Yes, if that would be all right with your Lordship."},
{"original": "With all my heart. This fellow I remember Since once he played a farmer's eldest son. 'Twas where you wooed the gentlewoman so well. I have forgot your name, but sure that part Was aptly fitted and naturally performed.", "modern": "By all means. I remember this fellow--he once played the eldest son of a farmer. It was the play in which you wooed the gentlewoman so successfully. I have forgotten your name, but you were well cast in the role and played it convincingly."},
{"original": "Then poor Cordelia! And yet not so, since I am sure my love's More ponderous than my tongue.", "modern": "Poor me, what am I going to say now? But I'm not poor in love--my love is bigger than my words are."},
{"original": "To thee and thine hereditary ever Remain this ample third of our fair kingdom, No less in space, validity, and pleasure Than that conferred on Goneril.--But now, our joy, Although our last and least, to whose young love The vines of France and milk of Burgundy Strive to be interessed. What can you say to draw A third more opulent than your sisters? Speak.", "modern": "You and your heirs hereby receive this large third of our lovely kingdom, no smaller in area or value than what I gave Goneril.--Now, you, my youngest daughter, my joy, courted by the rich rulers of France and Burgundy, what can you tell me that will make me give you a bigger part of my kingdom than I gave your sisters? Speak."},
{"original": "Nothing, my lord.", "modern": "Nothing, my lord."},
{"original": "Nothing?", "modern": "Nothing?"},
{"original": "Nothing.", "modern": "Nothing."},
{"original": "How? Nothing will come of nothing. Speak again.", "modern": "Come on, nothing will get you nothing. Try again."},
{"original": "Unhappy that I am, I cannot heave My heart into my mouth. I love your majesty According to my bond, no more nor less.", "modern": "I'm unlucky. I don't have a talent for putting my heart's feelings into words. I love you as a child should love her father, neither more nor less."},
{"original": "How, how, Cordelia? Mend your speech a little, Lest you may mar your fortunes.", "modern": "What are you saying, Cordelia? Revise your statement, or you may damage your inheritance."},
{"original": "Good my lord, You have begot me, bred me, loved me. I Return those duties back as are right fit--", "modern": "My lord, you brought me up and loved me, and I'm giving back just as I should: I obey you, love you, and"},
{"original": "Good now, sit down and tell me, he that knows, Why this same strict and most observant watch So nightly toils the subject of the land, And why such daily cast of brazen cannon And foreign mart for implements of war, Why such impress of shipwrights, whose sore task Does not divide the Sunday from the week. What might be toward, that this sweaty haste Doth make the night joint laborer with the day? Who is 't that can inform me?", "modern": "All right, let's sit down and discuss that question. Somebody tell me why this strict schedule of guards has been imposed, and why so many bronze cannons are being manufactured in Denmark, and so many weapons bought from abroad, and why the shipbuilders are so busy they don't even rest on Sunday. Is something about to happen that warrants working this night and day? Who can explain this to me?"},
{"original": "But thou must needs be sure My spirits and my place have in their power To make this bitter to thee.", "modern": "You know I'm powerful enough to make you pay for this."},
{"original": "Unthrifty loveliness, why dost thou spend Upon thyself thy beauty's legacy? Nature's bequest gives nothing, but doth lend, And, being frank, she lends to those are free. Then, beauteous niggard, why dost thou abuse The bounteous largess given thee to give? Profitless usurer, why dost thou use So great a sum of sums yet canst not live? For having traffic with thyself alone, Thou of thyself thy sweet self dost deceive. Then how when nature calls thee to be gone, What acceptable audit canst thou leave? Thy unused beauty must be tombed with thee, Which used lives th' executor to be.", "modern": "You wasteful lovely person, why are you spending all of your beauty on yourself? Nature doesn't give us anything; she only lends us the gifts we get at birth, and, being generous herself, she lends the most to people who are generous themselves. So, you beautiful miser, why do you abuse the bountiful gifts that were given to you to share with others? Why do you insist on being such a bad investor, using up the immense treasure you have to offer the world but unable to support yourself or preserve your memory? By only having dealings with yourself, you're cheating yourself out of the best part of yourself. Then how, when nature says it's time for you to go, will you be able to give an acceptable account of how you spent your time and beauty? Your unused beauty will have to be buried with you. But if you used that beauty now, it would stay behind once you were gone and preserve your legacy."},
{"original": "That can I. At least, the whisper goes so: our last king, Whose image even but now appeared to us, Was, as you know, by Fortinbras of Norway, Thereto pricked on by a most emulate pride, Dared to the combat; in which our valiant Hamlet (For so this side of our known world esteemed him) Did slay this Fortinbras, who by a sealed compact Well ratified by law and heraldry, Did forfeit, with his life, all those his lands Which he stood seized of to the conqueror, Against the which a moiety competent Was gaged by our king, which had returned To the inheritance of Fortinbras Had he been vanquisher, as, by the same covenant And carriage of the article designed, His fell to Hamlet. Now, sir, young Fortinbras, Of unimproved mettle hot and full, Hath in the skirts of Norway here and there Sharked up a list of lawless resolutes, For food and diet, to some enterprise That hath a stomach in 't, which is no other-- As it doth well appear unto our state-- But to recover of us, by strong hand", "modern": "I can. Or at least I can describe the rumors. As you know, our late king, whom we just now saw as a ghost, was the great rival of Fortinbras, king of Norway. Fortinbras dared him to battle. In that fight, our courageous Hamlet (or at least that's how we thought of him) killed old King Fortinbras, who--on the basis of a valid legal document--surrendered all his territories, along with his life, to his conqueror. If our king had lost, he would have had to do the same. But now old Fortinbras's young son, also called Fortinbras--he is bold, but unproven--has gathered a bunch of thugs from the lawless outskirts of the country. For some food, they're eager to take on the tough enterprise of securing the lands the elder Fortinbras lost."},
{"original": "Patience, good sir.", "modern": "Please wait, sir."},
{"original": "What tell'st thou me of robbing? This is Venice, My house is not a grange.", "modern": "Why are you talking about robbery? This is Venice. My house isn't in some remote countryside."},
{"original": "Most grave Brabantio, In simple and pure soul I come to you--", "modern": "Brabantio, with all due respect, I'm here out of courtesy and good will. I've come to tell you--"},
{"original": "Zounds, sir, you are one of those that will not serve God, if the devil bid you. Because we come to do you service and you think we are ruffians, you'll have your daughter covered with a Barbary horse. You'll have your nephews neigh to you. You'll have coursers for cousins and gennets for germans.", "modern": "My God, sir, you're stubborn and suspicious. We come here to help you and you treat us like thugs, but you let an African horse climb all over your daughter. Your grandsons will neigh to you like horses. Your whole family will be ruined."},
{"original": "What profane wretch art thou?", "modern": "What kind of crude jerk are you?"},
{"original": "I am one, sir, that comes to tell you your daughter and the Moor are now making the beast with two backs.", "modern": "The kind that tells you that the Moor is having sex with your daughter right now."},
{"original": "Thou art a villain!", "modern": "You're a villain!"},
{"original": "You are a senator!", "modern": "You're a senator!"},
{"original": "This thou shalt answer. I know thee, Roderigo.", "modern": "You're going to pay for this, Roderigo. I know who you are."},
{"original": "Sir, I will answer any thing. But, I beseech you, If't be your pleasure and most wise consent (As partly I find it is) that your fair daughter At this odd-even and dull watch o' th' night", "modern": "I'll answer for everything. I don't know if you know or approve of this, but in the wee hours of the morning your daughter left your house, with no better escort than a hired gondolier, to go into the rough embrace of a lustful Moor. If all of this happened with your"},
{"original": "Reft of his brother, but retained his name- Might bear him company in the quest of him, Whom whilst I laboured of a love to see, I hazarded the loss of whom I loved. Five summers have I spent in farthest Greece, Roaming clean through the bounds of Asia, And, coasting homeward, came to Ephesus, Hopeless to find, yet loath to leave unsought Or that or any place that harbors men. But here must end the story of my life; And happy were I in my timely death Could all my travels warrant me they live.", "modern": "name for himself-and go in search of him. I wanted to see my lost son as well, so I risked losing the one I loved in order to find the other. I've spent five years in the remotest parts of Greece and roaming all over Asia. On my way home, I came to Ephesus. I have no hope of finding my boys here, but I will check every place that is inhabited by men. But that is where the story of my life must end. I'd be happy to die if, in all my travels, I could prove that they are alive."},
{"original": "I must confess that I have heard so much And with Demetrius thought to have spoke thereof, But being overfull of self-affairs, My mind did lose it.--But, Demetrius, come. And come, Egeus. You shall go with me. I have some private schooling for you both.-- For you, fair Hermia, look you arm yourself To fit your fancies to your father's will, Or else the law of Athens yields you up (Which by no means we may extenuate) To death, or to a vow of single life.-- Come, my Hippolyta. What cheer, my love?-- Demetrius and Egeus, go along. I must employ you in some business Against our nuptial and confer with you Of something nearly that concerns yourselves.", "modern": "I have to admit I've heard something about that, and meant to ask Demetrius about it, but I was too busy with personal matters and it slipped my mind.--Anyway, Demetrius and Egeus, both of you, come with me. I want to say a few things to you in private.--As for you, beautiful Hermia, get ready to do what your father wants, because otherwise the law says that you must die or become a nun, and there's nothing I can do about that.--Come with me, Hippolyta. How are you, my love?--Demetrius and Egeus, come with us. I want you to do some things for our wedding, and I also want to discuss something that concerns you both."},
{"original": "With duty and desire we follow you.", "modern": "We're following you not only because it is our duty, but also because we want to."},
{"original": "How now, my love? Why is your cheek so pale? How chance the roses there do fade so fast?", "modern": "What's going on, my love? Why are you so pale? Why have your rosy cheeks faded so quickly?"},
{"original": "Good morrow to your Worship.", "modern": "Good morning, sir."},
{"original": "Good Monsieur Charles, what's the new news at the new court?", "modern": "Good Mr. Charles! Tell me, what's the latest news at the new court?"},
{"original": "There's no news at the court, sir, but the old news. That is, the old duke is banished by his younger brother the new duke, and three or four loving lords have put themselves into voluntary exile with him, whose lands and revenues enrich the new duke. Therefore he gives them good leave to wander.", "modern": "No news but the old news: the old Duke Senior has been banished by his younger brother, the new Duke Frederick. A few loyal lords have gone into exile with Duke Senior, and given up their lands and money to Frederick--so he's happy enough to have them leave."},
{"original": "Can you tell if Rosalind, the duke's daughter, be banished with her father?", "modern": "Can you tell me whether Rosalind, Duke Senior's daughter, has also been banished?"},
{"original": "Oh, no, for the duke's daughter her cousin so loves her, being ever from their cradles bred together, that she would have followed her exile or have died to stay behind her. She is at the court, and no less beloved of her uncle than his own daughter, and never two ladies loved as they do.", "modern": "Oh, no. Duke Frederick's daughter, Celia, grew up with Rosalind, and Celia loves her cousin so much that she would have either followed her into exile or died of grief. Rosalind has stayed at court, where Duke Frederick loves her like his own daughter. No two women ever loved each other like they do."},
{"original": "But if you do, sir, I am for you. I serve as good a man as you.", "modern": "If you want to fight, I'm your man. My employer is as good as yours."},
{"original": "No better.", "modern": "But he's not better than mine."},
{"original": "Well, sir.", "modern": "Well then."},
{"original": "SAMPSON Say better. Here comes one of my master's kinsmen.", "modern": "SAMPSON Say better. Here comes one of my employer's relatives."},
{"original": "Now, Hal, what time of day is it, lad?", "modern": "Hal, what time is it, my boy?"},
{"original": "Hapless Egeon, whom the fates have marked To bear the extremity of dire mishap, Now, trust me, were it not against our laws, Against my crown, my oath, my dignity, Which princes, would they, may not disannul, My soul would sue as advocate for thee. But though thou art adjudged to the death, And passed sentence may not be recalled But to our honour's great disparagement, Yet will I favor thee in what I can. Therefore, merchant, I'll limit thee this day To seek thy life by beneficial help. Try all the friends thou hast in Ephesus; Beg thou, or borrow, to make up the sum, And live. If no, then thou art doom'd to die.- Jailer, take him to thy custody.", "modern": "Poor Egeon! Fate has decreed that you must endure the extremes of terrible misfortune. Believe me, if it weren't against the law, my crown, my duty, and my position (which princes cannot disobey, not matter how they feel), my very soul would argue your case. But you are sentenced to death, and changing a sentence that's already been passed would dishonor my title. However, I'll do what I can for you. I will allow you one day to look for help in Ephesus. Call any friends you have. Beg or borrow to come up with the ransom. If you can, you live. If not, you are doomed to die. Jailer, take him into custody."},
{"original": "I will, my lord.", "modern": "I will."},
{"original": "Hopeless and helpless doth Egeon wend, But to procrastinate his lifeless end.", "modern": "Hopeless and helpless, I go my way, merely putting off my fatal end."},
{"original": "Belike for want of rain, which I could well Beteem them from the tempest of my eyes.", "modern": "Probably because my cheeks' roses needed rain, which I could easily give them with all the tears in my eyes."},
{"original": "Ay me! For aught that I could ever read, Could ever hear by tale or history, The course of true love never did run smooth. But either it was different in blood--", "modern": "Oh, honey! Listen, in books they say that true love always faces obstacles. Either the lovers have different social standings--"},
{"original": "Where will the old duke live?", "modern": "Where will the old duke live?"},
{"original": "They say he is already in the Forest of Arden, and a many merry men with him; and there they live like the old Robin Hood of England. They say many young gentlemen flock to him every day and fleet the time carelessly, as they did in the golden world.", "modern": "They say he's already in the Forest of Arden. He has many cheerful men with him, and they live like Robin Hood and his outlaws. People say that new batches of young men flock there every day, and that they all pass the time without a care, like people did in the ."},
{"original": "What, you wrestle tomorrow before the new duke?", "modern": "So, are you going to wrestle before the new duke tomorrow?"},
{"original": "ABRAM Yes, better, sir.", "modern": "ABRAM Yes, better, sir."},
{"original": "You lie.", "modern": "You lie."},
{"original": "Draw, if you be men.--Gregory, remember thy washing blow.", "modern": "Pull out your swords, if you're men. Gregory, remember how to slash."},
{"original": "Part, fools! Put up your swords. You know not what you do.", "modern": "( ) Break it up, you fools. Put your swords away. You don't know what you're doing."},
{"original": "What, art thou drawn among these heartless hinds? Turn thee, Benvolio. Look upon thy death.", "modern": "What? You've pulled out your sword to fight with these worthless servants? Turn around, Benvolio, and look at the man who's going to kill you."},
{"original": "Thou art so fat-witted, with drinking of old sack, and unbuttoning thee after supper, and sleeping upon benches after noon, that thou hast forgotten to demand that truly which thou wouldst truly know. What a devil hast thou to do with the time of the day? Unless hours were cups of sack, and minutes capons, and clocks the tongues of bawds, and dials the signs of leaping-houses, and the blessed sun himself a fair hot wench in flame-colored taffeta, I see no reason why thou shouldst be so superfluous to demand the time of the day.", "modern": "You are so wasted from drinking booze and loosening your pants after lunch and sleeping on benches all afternoon that you don't even remember how to ask for what you really want to know. What the hell does it matter to you what time it is? Unless hours were glasses of wine, minutes were chickens, clocks were whores' tongues, sundials were whorehouse signs and the sun itself were a hot woman in a flame-colored dress, I don't see any reason why you would need to know the time."},
{"original": "Indeed, you come near me now, Hal, for we that take purses go by the moon and the seven stars, and not by Phoebus, he,that wand'ring knight so fair. And I prithee, sweet wag, when thou art king, as God save thy Grace--Majesty, I should say, for grace thou wilt have none--", "modern": "Now you're talking, Hal. Thieves like us operate at night, by the moon and stars, and not by the sun. I hope, pretty boy, that when you become king, God save your Grace--or maybe I should just call you Your Majesty, since you don't have any grace--"},
{"original": "What, none?", "modern": "None?"},
{"original": "No, by my troth, not so much as will serve to be prologue to an egg and butter.", "modern": "No, I swear. Not even enough to say grace before a snack."},
{"original": "Well, how then? Come, roundly, roundly.", "modern": "Come on, out with it. Get to the point."},
{"original": "Marry, then, sweet wag, when thou art king, let not us that are squires of the night's body be called thieves of the day's beauty. Let us be Diana's foresters, gentlemen of the shade, minions of the moon, and let men say we be men of good government, being governed, as the sea is, by our noble and chaste mistress the moon, under whose countenance we steal.", "modern": "Okay then, pretty boy. Whey you become king, don't let those of us who work at night be blamed for wasting daylight by sleeping through it. Give us fancy names: Servants of the Moon Goddess Diana; Gentlemen of Shadows; Lunar Laborers. Make people admire us for being well behaved. After all, we're governed by the same force that governs the tides--the pale and cool moon, who lights our way as we sneak around."},
{"original": "Who keeps the gate here, ho?", "modern": "Hello? Who's the doorman around here?"},
{"original": "Where is the Earl?", "modern": "( PORTER Where's the Earl?"},
{"original": "What shall I say you are?", "modern": "Who shall I say you are?"},
{"original": "Tell thou the Earl That the Lord Bardolph doth attend him here.", "modern": "Tell the Earl that the Lord Bardolph is here to see him."},
{"original": "His lordship is walked forth into the orchard. Please it your Honor knock but at the gate And he himself will answer.", "modern": "His lordship is out walking in the orchard. If you don't mind, knock at the orchard gate and he'll answer it himself."},
{"original": "Here comes the Earl.", "modern": "Here comes the Earl."},
{"original": "What news, Lord Bardolph? Every minute now Should be the father of some stratagem. The times are wild. Contention, like a horse Full of high feeding, madly hath broke loose And bears down all before him.", "modern": "What's the news, Lord Bardolph? Every minute, new violence erupts; it is a wild time. Conflict is like a horse, fed with too much rich food: it has broken out uncontrollably, and tramples everyone who stands before it."},
{"original": "Now, good my lord, Let there be some more test made of my metal, Before so noble and so great a figure Be stamp'd upon it.", "modern": "My good lord, please test me further before you raise me to such a high, prominent position."},
{"original": "No more evasion: We have with a leaven'd and prepared choice Proceeded to you; therefore take your honours. Our haste from hence is of so quick condition That it prefers itself and leaves unquestion'd Matters of needful value. We shall write to you, As time and our concernings shall importune, How it goes with us, and do look to know What doth befall you here. So, fare you well; To the hopeful execution do I leave you Of your commissions.", "modern": "No more procrastinating. I've chosen you after careful consideration, so accept the honor. It's imperative that I leave now, even if it means leaving some important matters undiscussed. I'll write to you when I have the time and feel the need, telling you how I am, and I'll expect to hear how you're doing. So, goodbye; I'll leave you to carry out your orders--successfully, no doubt."},
{"original": "Yet give leave, my lord, That we may bring you something on the way.", "modern": "My lord, will you allow us to escort you part of the way?"},
{"original": "My haste may not admit it; Nor need you, on mine honour, have to do With any scruple; your scope is as mine own So to enforce or qualify the laws As to your soul seems good. Give me your hand: I'll privily away. I love the people, But do not like to stage me to their eyes: Through it do well, I do not relish well Their loud applause and Aves vehement; Nor do I think the man of safe discretion That does affect it. Once more, fare you well.", "modern": "Sorry, I'm in too big a rush. But please don't have any doubts--you have all my authority to enforce or change the laws in any way that seems good to you. Let's shake hands, and I'll sneak off. I love the people but don't like to parade before them. I don't like their loud applause and emphatic cheering, though they can be politically useful; nor do I trust the judgment of any man who desire such cheers and applause. Once again, goodbye."},
{"original": "Care for us! True, indeed! They ne'er cared for us yet: suffer us to famish, and their store-houses crammed with grain; make edicts for usury, to support usurers; repeal daily any wholesome act established against the rich, and provide more piercing statutes daily, to chain up and restrain the poor. If the wars eat us not up, they will; and there's all the love they bear us.", "modern": "Care for us? As if! They've never cared for us. They force us to starve while their storehouses are full of grain. They make laws about loaning money that protect the loan sharks. Every day they repeal the laws that interfere with the interests of the wealthy and instead make strict laws to chain up and restrain the poor. If the wars we fight in don't kill us, these laws will. That's how well they care for us."},
{"original": "Either you must Confess yourselves wondrous malicious, Or be accused of folly. I shall tell you A pretty tale: it may be you have heard it; But, since it serves my purpose, I will venture To stale 't a little more.", "modern": "You must either admit that you're being extremely malicious or you'll be accused of foolishness. I'll tell you a relevant story. You may have heard it, but since it illustrates my point, I'll venture to tell it again."},
{"original": "Well, I'll hear it, sir: yet you must not think to fob off our disgrace with a tale: but, an 't please you, deliver.", "modern": "Well, I'll listen sir, but don't think you can trick us out of our suffering with a story. But if it pleases you, tell it."},
{"original": "There was a time when all the body's members Rebell'd against the belly, thus accused it: That only like a gulf it did remain I' the midst o' the body, idle and unactive, Still cupboarding the viand, never bearing Like labour with the rest, where the other instruments Did see and hear, devise, instruct, walk, feel, And, mutually participate, did minister Unto the appetite and affection common Of the whole body. The belly answer'd--", "modern": "There was a time when all the body's parts rebelled against the belly. They accused the belly of being an idle, inactive pool in the middle the body, always hoarding the food, never working as much as the rest of the parts. The other body parts did see and hear, think, instruct, walk, feel, and together worked for the needs and desires of the whole body. The belly answered--"}
]